Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# wall_process_02
source: Choosing an adhesive: special facade adhesive mixes or universal plaster-adhesive compositions can be used both for bonding insulation boards to the substrate and for forming the base plaster layer over insulation. Foam adhesive for polystyrene is intended for fixing XPS and polystyrene boards when insulating exterior and interior walls, roofs, basements, foundations, and floors in new and renovated buildings. When selecting a mix, pay attention to its application area depending on the insulation type.
ky: Клей курамын тандоо: фасад үчүн атайын клей аралашмалары же универсалдуу штукатурка-клей курамдары колдонулат. Алар жылуулоочу плиталарды негизге чаптоого да, жылуулоонун үстүнө базалык штукатурка катмарын түзүүгө да жарайт. Пенополистирол үчүн клей-көбүк экструзияланган пенополистирол (XPS) жана пенополистирол плиталарын негизге бекитүүдө колдонулат (сырт/ич дубалдар, чатыр, жер төлө, фундамент, пол — жаңы жана реконструкцияланган имараттарда). Аралашманы тандаганда колдонуу чөйрөсүн жылуулоочунун түрүнө жараша тактоо керек.
ru: Выбор клеевого состава: специальные фасадные клеевые смеси или универсальные штукатурно-клеевые составы, которые можно использовать как для приклейки плит теплоизоляции к основанию, так и для формирования базового штукатурного слоя поверх теплоизоляции. Клей-пена для пенополистирола предназначена для крепления плит из экструзионного пенополистирола и пенополистирола к основанию при устройстве теплоизоляции внешних и внутренних стен здания, крыш, подвалов, фундаментов, полов в новых и реконструируемых зданиях. При выборе смеси необходимо обращать внимание на область ее применения в зависимости от типа используемого утеплителя.

# wall_process_03
source: Preparing the adhesive mix: to obtain a high-quality mortar, use an accurately measured amount of clean cold water (15–20°C). Prepare or buy a container with a volume scale (at least 10 L). Pour the required amount of water into the mixing bucket. Gradually add the dry mix to the water and stir until a uniform, lump-free mass is obtained. After reaching the desired consistency, let it rest for 5 minutes, then mix again. Mixing is done using a drill with a paddle attachment for viscous mixes at 400–800 rpm or with a construction mixer. The mix must be used within 1.5 hours after preparation. Do not add water during work. To maintain plasticity, you may mix the compound again.
ky: Клей аралашмасын даярдоо: сапаттуу эритме алуу үчүн алдын ала так өлчөнгөн таза муздак суу (15–20°C) керек. Көлөмү белгиленген (кеминде 10 л) шкаласы бар идиш даярдап/сатып алыңыз. Керектүү сууну клей аралашмасын даярдай турган чакага куюңуз. Сууга кургак аралашманы акырындан кошуп, түйүнчөксүз бир тектүү масса болгонго чейин аралаштырыңыз. Керектүү консистенция алынгандан кийин 5 мүнөт тыныктырып, кайра аралаштырыңыз. Аралаштырууну 400–800 ай/мин ылдамдыкта насадкасы бар дрель менен же курулуш миксери менен жүргүзүшөт. Даяр болгон аралашма 1,5 сааттын ичинде колдонулушу керек. Иштөө учурунда кошумча суу кошууга болбойт. Пластикалуулугун сактоо үчүн аралашманы кайра аралаштырып койсо болот.
ru: Приготовление смеси клеевого состава: для приготовления качественной растворной смеси необходимо взять точно отмеренное количество чистой холодной воды (температура от 15 до 20°С). Необходимо подготовить или приобрести емкость с насечками в виде шкалы и указанием объема (не менее 10 л). Нужное количество воды перелить в ведро для приготовления смеси клеевого состава. В воду постепенно добавить сухую смесь и перемешать, добиваясь получения однородной массы без комков. После получения требуемой консистенции смесь оставить на 5 минут, затем еще раз перемешать. Перемешивание производят с помощью ручного электроинструмента (дрели) с насадкой для вязких растворных смесей при скорости вращения 400–800 об./мин, либо с помощью строительного миксера. Растворная смесь должна быть израсходована в течение 1,5 часов с момента приготовления. В процессе работы в смесь нельзя добавлять воду. Для поддержания пластичности можно еще раз перемешать смесь.

# wall_process_btn_thin
source: THIN-LAYER PLASTER
ky: ЖУКА КАТМАР ШТУКАТУРКА
ru: ТОНКОСЛОЙНАЯ ШТУКАРКА

# wall_process_btn_thick
source: THICK-LAYER PLASTER
ky: КАЛЫҢ КАТМАР ШТУКАТУРКА
ru: ТОЛСТОСЛОЙНАЯ ШТУКАТУРКА

# thin_plaster_title
source: External facade insulation systems with a thin-layer plaster finish
ky: Имараттарды сырттан жылуулоонун фасаддык системалары (жука катмар штукатурка менен)
ru: Фасадные системы наружного утепления зданий с отделочным слоем из тонкослойной штукатурки

# thin_plaster_intro
source: Thin-layer plaster systems are multi-layer structures consisting of thermal insulation, a reinforced base plaster layer, and a protective декоративative plaster layer. These systems are highly effective because they do not contain rigid ties that could become thermal bridges.
ky: Жука катмар штукатуркасы бар системалар — бул жылуулоочу катмардан, армирленген штукатурка катмарынан жана коргоочу-декоративдүү штукатурка катмарынан турган көп катмарлуу конструкция. Мындай системалар эң натыйжалуу, анткени алардын ичинде «муздак көпүрө» боло турган катуу байланыштар жок.
ru: Системы с тонкослойной штукатуркой представляют собой многослойную конструкцию, состоящую из теплоизоляции, армированного штукатурного слоя и защитно-декоративного штукатурного слоя. Такие системы наиболее эффективны из-за отсутствия внутри них жестких связей, которые могут являться мостиками холода.

# thin_plaster_legend
source: 1 — load-bearing wall; 2 — adhesive for insulation boards; 3 — strengthening primer; 4 — mineral wool insulation; 5 — decorative plaster; 6 — fiberglass mesh; 7 — disc facade anchor; 8 — base reinforced layer; 9 — quartz primer; 10 — facade paint (if needed)
ky: 1 — көтөрүүчү дубал; 2 — жылуулоочу плиталар үчүн клей; 3 — бекемдегич грунтовка; 4 — минералдык жүн жылуулоочу; 5 — декоративдүү штукатурка; 6 — стеклоткань тор; 7 — табакча түрүндөгү фасаддык анкер; 8 — базалык армирлөөчү катмар; 9 — кварц грунтовкасы; 10 — фасад боёгу (зарыл болсо)
ru: 1 — несущая стена; 2 — клей для теплоизоляционных плит; 3 — упрочняющая грунтовка; 4 — минераловатный утеплитель; 5 — декоративная штукатурка; 6 — стеклотканевая сетка; 7 — тарельчатый фасадный анкер; 8 — базовый армирующий слой; 9 — кварцевая грунтовка; 10 — фасадная краска (по необходимости)

# thin_plaster_base
source: The system can be applied to load-bearing or self-supporting walls made of unit materials (brick, stone, aerated concrete and concrete blocks with density not less than 800 kg/m3).
ky: Системанын негизин көтөрүүчү же өзүн-өзү көтөрүүчү дубалдар түзө алат: кирпич, таш, газобетон/көбүкбетон жана тыгыздыгы 800 кг/м³тен кем эмес бетон блоктор.
ru: Основанием системы могут быть несущие, самонесущие стены из штучных материалов (кирпич, камни, ячеисто-бетонные и бетонные блоки плотностью не менее 800 кг/м3).

# thin_plaster_laying_title
source: Facade system installation:
ky: Фасаддык системаны төшөө:
ru: Укладка фасадной системы:

# thin_plaster_laying_01
source: On a предварительно primed surface, insulation boards are bonded with adhesive to the facade with a contact area of at least 40% of the board area, then fixed with disc dowels. The fixing scheme depends on the thickness of the reinforced base layer and changes by tiers depending on the building height.
ky: Алдын ала грунтовкаланган тосмо конструкциянын бетине плиталар клей аралашмасы менен чапталат (контакт аянты плитанын ≥ 40%). Андан кийин табакча дюбелдер менен бекитилет. Бекитүү схемасы армирленген штукатурка катмарынын калыңдыгына жараша жана имараттын бийиктигине жараша катмар-катмар болуп өзгөрөт.
ru: По предварительно прогрунтованной поверхности ограждающей конструкции плиты приклеивают клеевой смесью к фасаду с площадью контакта не менее 40 % площади плиты, затем закрепляют тарельчатыми дюбелями. Схема крепления зависит от толщины армированного штукатурного слоя и изменяется поярусно в зависимости от высотности здания.

# thin_plaster_laying_02
source: The reinforced base plaster layer is formed by applying mortar over the insulation surface, embedding reinforcing mesh into it, and then leveling the surface.
ky: Армирленген базалык штукатурка катмары жылуулоонун бетине штукатурка эритмесин сүйкөп, анын ичине армирлөөчү торду жаткыруу жана андан соң бетин тегиздөө аркылуу алынат.
ru: Армированный базовый штукатурный слой получают путем нанесения на поверхность теплоизоляции штукатурного раствора с укладкой в нее армирующей сетки и последующим выравниванием поверхности.

# thin_plaster_laying_03
source: The protective-decorative plaster layer protects the structure from климатic воздействий and defines the facade’s color and texture. Mineral plaster mixes (cement, lime, or цемент-lime) with high vapor permeability are used. Polymer plaster mixes may also be used, allowing combination with stone-wool boards.
ky: Коргоочу-декоративдүү штукатурка катмары конструкцияны климаттык таасирлерден коргойт жана фасаддын түсүн/фактурасын аныктайт. Бул катмар үчүн буу өткөрүмдүүлүгү жогору минералдык штукатуркалар (цемент, акиташ же цемент-акиташ) колдонулат. Ошондой эле таш жүн плиталары менен айкалышта колдонууга мүмкүн болгон полимер штукатуркалар да колдонулушу мүмкүн.
ru: Защитно-декоративный штукатурный слой предохраняет конструкцию от климатических воздействий и определяет цветовое решение и фактуру фасада здания. Для устройства защитно-декоративного слоя используют минеральные штукатурные смеси (цементные, известковые или цементно-известковые), обладающие высокой паропроницаемостью. Могут применяться также полимерные штукатурные смеси, позволяющие применять их в сочетании с плитами из каменной ваты.

# thin_plaster_first_row_title
source: Installing the first row of insulation using starter (base) profiles
ky: Биринчи катмар жылуулоону цоколь планкасы менен орнотуу
ru: Монтаж первого ряда утеплителя с применением цокольных планок

# thin_plaster_first_row_dot_01
source: A supporting starter profile is installed strictly along the marking line. Profiles are fixed with anchors or dowels.
ky: Белгиленген сызык боюнча таяныч цоколь профили так орнотулат. Планкалар анкерлер же дюбелдер менен бекитилет.
ru: Строго по линии разметки устанавливается опорный цокольный профиль. Крепление планок осуществляется анкерами или дюбелями.

# thin_plaster_first_row_dot_02
source: At profile fixing points, wall unevenness is compensated with plastic spacers (fixing step not more than 300 mm). Profiles are joined without overlaps using special соединители.
ky: Цоколь планкасы бекитилген жерлерде дубалдын тегиз эместиги пластик подкладкалар менен компенсацияланат (бекитүү кадамы 300 ммден ашпайт). Планкалар атайын прокладкалар аркылуу нахлестсиз туташтырылат.
ru: В местах крепления цокольных планок неровности стены компенсируются пластмассовыми подкладками (с шагом крепления не более 300 мм). Соединение планок производят без нахлестов с помощью специальных прокладок.

# thin_plaster_first_row_dot_03
source: Corner starter profiles are used on building corners.
ky: Имараттын бурчтарында бурчтук цоколь планкалары колдонулат.
ru: На углах здания используют угловые цокольные планки.

# thin_plaster_first_row_no_plank_title
source: Installing the first row of insulation without starter profiles
ky: Биринчи катмар жылуулоону цоколь планкасын колдонбостон орнотуу
ru: Монтаж первого ряда утеплителя без применения цокольных планок

# thin_plaster_first_row_no_plank_01
source: Instead of a starter profile, a temporary support (a batten) can be used along the lower edge of insulation. Along it, adhesive mass is applied as a continuous strip to a height of 150 mm.
ky: Цоколь профилинин ордуна жылуулоонун төмөнкү чек арасына убактылуу таяныч — брус колдонсо болот. Бруска бойлой дубалга 150 мм бийиктикке чейин клей массасы тынымсыз тилке менен сүйкөлөт.
ru: Вместо цокольного профиля по нижней границе утепления можно использовать временную опору — брусок, вдоль которого на стену сплошной полосой наносится клеевая масса на высоту 150 мм.

# thin_plaster_first_row_no_plank_02
source: At profile fixing points, wall unevenness is compensated with plastic spacers (fixing step not more than 300 mm). Profiles are joined without overlaps using special connectors.
ky: Цоколь планкасы бекитилген жерлерде дубалдын тегиз эместиги пластик подкладкалар менен компенсацияланат (бекитүү кадамы 300 ммден ашпайт). Планкалар атайын прокладкалар аркылуу нахлестсиз туташтырылат.
ru: В местах крепления цокольных планок неровности стены компенсируются пластмассовыми подкладками (с шагом крепления не более 300 мм). Соединение планок производят без нахлестов с помощью специальных прокладок.

# thin_plaster_first_row_no_plank_03
source: Mineral wool boards are cut into 300 mm strips. A special adhesive for mineral wool is applied continuously to each strip with a notched trowel, and the insulation is bonded to the wall.
ky: Минералдык жүн плиталары 300 мм тилкелерге кесилет. Ар бир тилкеге тиштүү шпатель менен минералдык жүн үчүн атайын клей тынымсыз катмар кылып сүйкөлөт да, жылуулоочу дубалга чапталат.
ru: После установки цокольных планок минераловатные плиты нарезаются полосами по 300 мм. На каждую полосу сплошным слоем наносится специальный клеевой состав для минераловатных плит с помощью зубчатого шпателя, и утеплитель приклеивается к стене.

# thin_plaster_no_plank_dot_01
source: When using battens, the free edge of the mesh is folded and fixed onto the insulation while forming the base reinforced layer. (After installing the boards, the temporary support is removed.)
ky: Таяныч брус колдонулса, тордун бош калган бөлүгү бүктөлүп, базалык штукатурка катмарын түзүүдө жылуулоого бекитилет. (Плиталар орнотулуп бүткөндөн кийин убактылуу таяныч алынат.)
ru: В случае использования опорных брусков свободная часть сетки заворачивается и крепится на утеплитель при формировании базового штукатурного слоя. (После окончания монтажа плит временная опора удаляется.)

# thin_plaster_no_plank_dot_02
source: Then a hole is drilled through the insulation strip into the wall and a dowel is installed (3 dowels per strip; 100 mm from the strip edge; spacing between dowels not more than 400 mm). After a day, the dowels are driven in with metal nails.
ky: Андан кийин жылуулоонун тилкеси аркылуу дубалга тешик бургуланып, дюбель орнотулат (бир тилкеге 3 даана; четинен 100 мм; дюбелдердин ортосу 400 ммден ашпайт). Бир суткадан кийин дюбелдер металл мыктар менен бекемделет.
ru: Затем через полосу утеплителя просверливается отверстие в стене и устанавливается дюбель (количество дюбелей составляет 3 шт. на одну полосу, расстояние от края полосы до дюбеля 100 мм и между дюбелями — не более 400 мм). Через сутки дюбели добивают металлическими гвоздями.

# thin_plaster_no_plank_dot_03
source: Joints between mineral wool strips are filled with insulation offcuts.
ky: Минералдык жүн тилкелеринин ортосундагы муундар жылуулоонун кесиндилери менен толтурулат.
ru: Швы между полосами минераловатной плиты заделывают обрезками утеплителя.

# thin_plaster_typical_row_title
source: Installing a typical row of mineral wool insulation
ky: Минералдык жүн менен типтүү катмарды орнотуу
ru: Установка типового ряда утеплителя из минеральной ваты

# thin_plaster_typical_row_before
source: To increase adhesion (
ky: Адгезияны (
ru: Для увеличения адгезии (

# thin_plaster_typical_row_italic
source: the coating’s ability to firmly bond with the base surface
ky: каптаманын негиз бетине бекем жабышуу жөндөмүн
ru: способности покрытия к прочному сцеплению с поверхностью основания

# thin_plaster_typical_row_after
source: ), surface preparation of the insulation is mandatory.
ky: ) жогорулатуу үчүн жылуулоонун бетин сөзсүз даярдоо жүргүзүлөт.
ru: ) проводится обязательная подготовка поверхности утеплителя.

# thin_plaster_typical_row_dot_01
source: Before applying the main layer, a layer of adhesive is applied to the mineral wool board and pressed and rubbed over the entire surface with the flat edge of a steel float.
ky: Негизги катмарды сүйкөөдөн мурун минералдык жүн плитасына клей катмары сүйкөлүп, ал болот теркенин тегиз кыры менен бүт бетине басылып жана сүртүлөт.
ru: Перед нанесением основного слоя на минераловатную плиту наносится слой клеевого состава, который вдавливается и растирается ровным краем стальной терки по всей поверхности.

# thin_plaster_glue_methods
source: Adhesive can be applied using a continuous (full-surface) or spot method.
ky: Клей курамын сүйкөө тынымсыз же чекиттүү ыкма менен жүргүзүлөт.
ru: Нанесение клеевого состава осуществляется сплошным или точечным методом.

# thin_plaster_solid_title
source: Continuous method
ky: Тынымсыз ыкма
ru: Сплошной метод

# thin_plaster_solid_text
source: is used for bonding boards and lamellas when the base unevenness is up to 3 mm. The main adhesive layer is applied over the entire prepared board surface (with a 20–30 mm setback from the edge) using a steel notched trowel with 10–12 mm teeth.
ky: негиздин тегиз эместиги 3 ммге чейин болгондо плиталарды/ламелдерди чаптоодо колдонулат. Негизги клей катмары алдын ала даярдалган плитанын бүт бетине (четинен 20–30 мм артка чегинүү менен) тиштери 10–12 мм болгон болот тиштүү терке менен сүйкөлөт.
ru: нанесения клеевых смесей применяется для приклеивания плит и ламелей, если основание имеет неровности до 3 мм. Основной слой клеевого состава наносится на всю поверхность предварительно подготовленной плиты (с отступом от края на 20—30 мм) стальной зубчатой теркой с размером зубцов 10—12 мм.

# thin_plaster_point_title
source: Spot method
ky: Чекиттүү ыкма
ru: Точечный метод

# thin_plaster_point_text
source: is used when the base unevenness exceeds 3 mm. The adhesive strip applied along the board contour must have breaks to avoid air pockets; when bonding, the adhesive should join to prevent air circulation under the insulation. The adhesion contact area must be ≥ 40% of the монтаж surface. · Next, mineral wool boards are bonded with staggered joints relative to the lower row. Bonding should start from building corners and from openings and meet on a continuous wall (between openings or corners).
ky: негиздин тегиз эместиги 3 ммден жогору болгондо колдонулат. Плитанын контуру боюнча сүйкөлгөн клей тилкесинде аба «капчыктарын» болтурбоо үчүн үзүлүштөр болушу керек; чаптоодо клей бириккендей болуп, жылуулоонун астында абанын айланышын алдын алат. Адгезиялык контакт аянты монтаж бетинин ≥ 40% болушу керек. · Андан кийин минералдык жүн плиталары төмөнкү катмарга карата «перевязка» менен чапталат. Чаптоо имараттын бурчунан жана ойдуңдардан (терезе/эшик) башталып, сплошной дубалда (ойдуңдардын арасында же бурчтардын арасында) биригиши керек.
ru: нанесения клеевых смесей применяется для приклеивания плит, если основание имеет неровности свыше 3 мм. Полоса клея, наносимого по контуру плиты, должна иметь разрывы, чтобы исключить образование воздушных пробок, при этом при приклеивании клей должен сойтись для предотвращения циркуляции воздуха под утеплителем. Площадь адгезионного контакта должна составлять ≥ 40 % площади монтажной поверхности. · Далее минераловатные плиты приклеивают к стене с перевязкой относительно нижнего ряда утеплителя. Приклеивание минераловатных плит должно начинаться от угла здания и от проемов и сходиться на сплошной стене (между проемами или углами).

# thin_plaster_dowels_dot
source: Then holes are drilled through the insulation board and dowels are installed (4 dowels per 1 m2, or according to the design depending on the number of floors and base type).
ky: Андан кийин жылуулоочу плитадан өтүп дубалда тешиктер бургуланып, дюбелдер орнотулат (1 м² үчүн 4 даана же долбоорго ылайык — кабаттуулукка жана негиздин түрүнө жараша).
ru: Затем через плиту утеплителя в стене просверливаются отверстия и устанавливаются дюбели (количество дюбелей составляет 4 шт. на 1 м2 или в соответствии с проектом в зависимости от этажности здания и вида основания).

# thin_plaster_after_dowels
source: After a day, metal nails or bolts are driven into the dowels. Joints between insulation boards are filled with insulation offcuts.
ky: Бир суткадан кийин дюбелдерге металл мык же болт кагылат. Плиталардын ортосундагы муундар жылуулоонун кесиндилери менен толтурулат.
ru: Через сутки в дюбели забивают металлические гвозди или болты. Швы между плитами утеплителя заделываются обрезками утеплителя.

# thin_plaster_openings_title
source: Installing mineral wool insulation around window and door openings
ky: Терезе жана эшик ойдуңдарынын айланасына минералдык жүн жылуулоону орнотуу
ru: Установка утеплителя из минеральной ваты вокруг оконных и дверных проемов

# thin_plaster_openings_01
source: First, corner reinforcing mesh is cut into 500 mm strips. Adhesive is applied around the opening perimeter as a continuous 150 mm wide strip.
ky: Адегенде бурчтук армирлөөчү тор 500 мм туурасындагы тилкелерге кесилет. Клей курамы ойдуңдун периметри боюнча 150 мм туурасында тынымсыз тилке менен сүйкөлөт.
ru: Сначала нарезается угловая армирующая сетка полосами шириной 500 мм. Клеевой состав наносится на стену по периметру проема сплошной полосой шириной 150 мм.

# thin_plaster_openings_02
source: Then corner mesh strips (500 mm wide) are pressed into the adhesive with a 100 mm overlap.
ky: Андан соң клейдин ичине бурчтук армирлөөчү тордун тилкелери (500 мм) 100 мм нахлест менен басылып киргизилет.
ru: Затем в клеевой состав вдавливаются полосы угловой армирующей сетки (шириной 500 мм) с нахлестом 100 мм.

# thin_plaster_openings_03
source: Adhesive is applied continuously with a notched trowel onto mineral wool strips (200 mm wide). Mineral wool strips are installed around the window perimeter.
ky: Минералдык жүндүн тилкелерине (200 мм) тиштүү шпатель менен клей тынымсыз катмар кылып сүйкөлөт. Терезенин периметри боюнча минералдык жүн тилкелери орнотулат.
ru: На полосы минеральной ваты (шириной 200 мм) зубчатым шпателем наносится клеевой состав сплошным слоем. По периметру окна устанавливают полосы из минераловатной плиты.

# thin_plaster_openings_04
source: Then the insulation is fixed with dowels using the same technology as for a typical row. The distance from the strip edge to a dowel is not less than 100 mm.
ky: Андан кийин жылуулоо типтүү катмардагыдай эле технология менен дюбелдер аркылуу бекитилет. Тилкенин четинен дюбелге чейинки аралык кеминде 100 мм.
ru: Далее утеплитель закрепляется дюбелями по той же технологии, что и утеплители типового ряда. Расстояние от края полосы до дюбеля не менее 100 мм.

# thin_plaster_finish_title
source: Finishing the insulation installation
ky: Жылуулоону орнотуу иштерин аяктоо
ru: Завершение работ по монтажу теплоизоляции

# thin_plaster_finish_01
source: After installing the insulation boards, тщательно check the plane for gaps. If found, fill them with insulation strips cut to the gap size. · Also check for bulges using a long level or straightedge. All unevenness should be sanded with a special abrasive float.
ky: Жылуулоочу плиталарды орноткондон кийин бетинде боштук-чыңалуу бар-жогун кылдат текшерүү керек. Эгер табылса, боштуктун өлчөмүнө жараша кесилген жылуулоочу тилкелер менен толтурулат. · Ошондой эле узун деңгээл же рейка менен беттин томпоктугун текшерүү керек. Бардык тегиз эместиктер атайын абразивдүү терке менен сүрүлөт.
ru: После монтажа теплоизоляционных плит надо тщательно проверить плоскость на наличие щелей. В случае обнаружения их необходимо заполнить полосами из теплоизоляционного материала, вырезанными в соответствии с размерами щелей. · Необходимо также проверить плоскость утеплителя на наличие выпуклостей при помощи длинного уровня или рейки. Все неровности следует шлифовать специальной абразивной теркой.

# thin_plaster_reinforce_title
source: Reinforcing facade elements
ky: Фасад элементтерин күчөтүү
ru: Усиление элементов фасада
