Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# fundament_billing_outro
source: The advantages of the backfill insulation method using expanded clay and other lightweight materials include simplicity and lower cost compared to some other methods. However, it may be less effective than using dedicated thermal insulation materials such as foam boards or extruded polystyrene (XPS), especially when higher insulation performance is required. As with other insulation methods, it is recommended to consult experienced specialists or professionals to properly insulate the foundation and select the most suitable materials and approach for your specific project.
ky: Керамзит жана башка жеңил материалдарды колдонгон толтуруу ыкмасынын артыкчылыктарына аткаруунун жөнөкөйлүгү жана айрым башка ыкмаларга салыштырмалуу төмөн баа кирет. Бирок пенопласт же экструдирленген пенополистирол (XPS) сыяктуу атайын жылуулоочу материалдарга караганда, айрыкча жогорку жылуулоо көрсөткүчтөрү талап кылынганда, натыйжалуулугу төмөн болушу мүмкүн. Башка ыкмалардагыдай эле, фундаментти туура жылуулоо жана сиздин долбоорго ылайык материал/ыкманы туура тандоо үчүн тажрыйбалуу адистерге кайрылуу сунушталат.
ru: Преимущества засыпного метода утепления с использованием керамзита и других легких материалов включают простоту выполнения и более низкую стоимость по сравнению с некоторыми другими методами. Однако он может быть менее эффективным в сравнении с использованием специальных теплоизоляционных материалов, таких как пенопласт или экструдированный пенополистирол XPS, особенно если требуются более высокие показатели теплоизоляции. Как и в случае с другими методами утепления, рекомендуется обращаться к опытным специалистам или профессионалам, чтобы правильно выполнить утепление фундамента и выбрать наиболее подходящие материалы и методы утепления для вашего конкретного проекта

# fundament_outside_title
source: INSULATION OUTSIDE
ky: ТЫШТАН ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ СНАРУЖИ

# fundament_outside_intro
source: Foundation walls can be insulated in three main ways:
ky: Үйдүн фундамент дубалдарын үч негизги ыкма менен жылуулоого болот:
ru: Утепление стен фундамента дома, можно осуществить тремя основными способами:

# fundament_outside_btn_foam
source: FOAM-BASED INSULATION MATERIALS
ky: ПЕНОПЛАСТ НЕГИЗИНДЕГИ МАТЕРИАЛДАР МЕНЕН
ru: УТЕПЛЕНИЕ МАТЕРИАЛАМИ НА ОСНОВЕ ПЕГОПЛАСТА

# fundament_outside_btn_backfill
source: BACKFILL METHOD
ky: ТОЛТУРУУ ЫКМАСЫ
ru: ЗАСЫПНОЙ МЕТОД

# fundament_outside_btn_pu
source: FOUNDATION POLYURETHANE FOAM INSULATION
ky: ФУНДАМЕНТТИ ПЕНОПОЛИУРЕТАН МЕНЕН ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ФУНДАМЕНТА ПЕНОПОЛИУРЕТАНОМ

# fundament_plastic_title
source: 1. Exterior foundation insulation with foam-based insulation material
ky: 1. Фундаментти сырттан пенопласт негизиндеги жылуулоочу материал менен жылуулоо процесси
ru: 1. Процесс утепления фундамента снаружи с утеплителем на основе пенопласта

# fundament_plastic_p1
source: The first step is to expose the foundation by digging a trench around the entire perimeter of the building, about 1–1.5 meters wide. Dig down to the full depth of the foundation, which depends on the local soil freezing depth.
ky: Эң биринчи кадам — имараттын периметри боюнча туурасы болжол менен 1–1,5 м болгон траншея казып, фундаментти ачуу. Казуу фундаменттин толук тереңдигине чейин жүргүзүлөт, ал болсо топурактын тоңуу тереңдигине жараша болот.
ru: Первое, что предстоит сделать, это откопать фундамент путем выкапывания траншеи по всему периметру здания, шириной примерно метр-полтора. Копать следует на полную глубину фундамента, которая, в свою очередь, зависит от глубины промерзания земли.

# fundament_plastic_p2
source: Next, clean the foundation surface using a stiff brush with metal bristles. Also, the surface (foundation and plinth) should be leveled to ensure the durability of the waterproofing material. The walls are leveled with plaster applied over a pre-fixed mesh and guide beacons. After finishing, wait until the plaster dries completely.
ky: Андан соң фундаменттин бетин металл кылдуу катуу щетка менен тазалаш керек. Мындан тышкары, фундаменттин жана цоколдун бети тегизделет — бул гидроизоляциялык материалдын узак кызмат кылышы үчүн маанилүү. Дубалдар алдын ала бекитилген торго жана маяк рейкаларга штукатурка сүйкөө аркылуу тегизделет. Иш бүткөндөн кийин штукатурканын толук кургашын күтүш керек.
ru: Затем следует очистить поверхность фундамента с помощью жесткой щетки с металлическим ворсом. Кроме того, поверхность (фундамента и цоколя) необходимо выровнять – это необходимо для обеспечения долговечности гидроизоляционного материала. Выравнивают стены с использованием штукатурки, которая наносится на предварительно закрепленную сетку и маячные рейки. После окончания работ необходимо подождать, штукатурка должна полностью высохнуть.

# fundament_plastic_p3
source: Then apply waterproofing to the outer foundation walls and the plinth: cover them with a layer of bitumen mastic, and glue roll or sheet waterproofing on top (with about 10 cm overlap). Smooth the sheets carefully to remove trapped air, and treat the joints with bitumen or bitumen mastic.
ky: Кийинки этап — фундаменттин сырткы дубалдарына жана цоколго гидроизоляциялык материалды колдонуу: алар битум мастикасынын катмары менен капталып, үстүнөн рулондук же барак түрүндөгү гидроизоляция (10 см жабышма «нахлёст» менен) чапталат. Барактарды астындагы абаны чыгарып кылдат түздөп, муундарын битум же битум мастикасы менен иштетүү керек.
ru: Далее нужно нанести гидроизоляционный материал на внешние стены фундамента, а также на цоколь - они покрываются слоем битумной мастики, и поверх приклеивается рулонный или листовой гидроизоляционный материал (внахлест на 10 см.). Листы следует тщательно разгладить, удалив из-под них воздух, а стыки обработать битумом или битумной мастикой.

# fundament_plastic_p4
source: Now work with the insulation: glue insulation boards (e.g., Penoplex or another material) to the foundation using acrylic adhesive or another inorganic-based adhesive. Apply the adhesive in spots, at least 5–6 points per board. Do not use dowel fixing on the foundation, as it can damage the waterproofing.
ky: Андан кийин жылуулоочу материал менен иш: пеноплекс (же башка материал) плиталарын фундаментке акрил клейи же органикалык эмес негиздеги башка клей менен чапташ керек. Клей чекиттеп, кеминде 5–6 жерге сүртүлөт. Фундаментке дюбель менен бекитүүгө болбойт — гидроизоляция бузулат.
ru: Затем работа с утеплителем – нужно приклеить к поверхности листы теплоизоляции пеноплэкс на фундамент (или другой материал), используя для этого акриловый клей, или другой на неорганической основе. Клей наносится точечно, не менее чем в пяти-шести точках. Использовать для фундамента крепление дюбелями нельзя, это повредит гидроизоляцию.

# fundament_plastic_p5
source: After attaching each board, wait until the glue sets—about a minute (this time is usually spent preparing the next board). Install Penoplex using the tongue-and-groove system. If foam is used, fill joints and gaps with монтаж foam (or adhesive). Apply foam in an arbitrary pattern to the back of the board and press it to the wall. In this case, the boards must be fixed immediately with umbrella dowels; otherwise, the foam will expand and the board may move away from the wall.
ky: Ар бир плитаны чаптагандан кийин клей катуусун күтүп туруу керек — болжол менен 1 мүнөт (бул убакыт кийинки плитаны даярдоого кетет). Пеноплексти «паз-гребень» системасы менен бекитебиз. Эгер пенопласт колдонулса, муундар менен жаракалар монтаждык көбүк (же клей) менен толтурулат. Плитанын арт жагына көбүктөн эркин сүрөт түшүрүп, дубалга бастырышат. Бирок бул учурда плиталарды дароо «зонтик» дюбелдери менен бекитүү керек, болбосо көбүк кеңейип, пеноплекс дубалдан ажырап кетиши мүмкүн.
ru: После прикрепления каждого листа нужно выждать, пока клей затвердеет – примерно минуту, впрочем, это время уйдет на подготовку очередного листа. Пеноплекс крепим по системе «паз-гребень», если используется пенопласт, то стыки и щели заполняются монтажной пеной (можно и клеем). С обратной стороны листа наносится произвольный рисунок из пены и прикладывается к стене. Но здесь листы нужно сразу фиксировать дюбелями зонтиками, иначе пена начнет расширяться и пеноплекс отойдет от стены;

# fundament_plastic_p6
source: Umbrella dowels are installed simply: on average, at least 5 fixing points per 1 m² are required. Using a rotary hammer, drill a blind hole in the concrete through the insulation board, insert the dowel stem, and finally hammer in the central expansion pin.
ky: «Зонтик» дюбелдерин орнотуу оңой: орточо эсеп менен 1 м² үчүн кеминде 5 бекитүү чекити талап кылынат. Перфоратор менен пеноплекс плитасы аркылуу бетонго сокур тешик тешип, дюбелдин таягын киргизип, акырында ортодогу кеңейтүүчү штырды балка менен кагып бекитет.
ru: Дюбеля зонтики монтируются просто, в среднем на 1м² положено загонять не менее 5 точек фиксации. Перфоратором насквозь через лист пеноплекса просверливаете в бетоне глухое отверстие, вставляете в него шток зонтика и в конце забиваете молотком центральный распорный штырь.

# fundament_plastic_p7
source: Then apply a second insulation layer on top of the first. Install it with an offset so that the joints of the first layer are covered. After fixing the insulation, reinforce the surface with plaster (especially for foam boards), applied onto a reinforcing mesh (preferably fiberglass).
ky: Андан соң экинчи катмар жылуулоону төшөйт: ал биринчи катмарга бекитилет жана биринчи катмардын муундары көрүнбөшү үчүн жылдыруу (смещение) менен орнотулат. Жылуулоо бекитилгенден кийин анын бетин штукатурка менен (айрыкча пенопласт) бекемдеп, армирлөөчү торго (мыктысы — стеклоткань) сүйкөйт.
ru: Теперь нужно нанести второй слой утеплителя, который крепится на первый, крепят этот слой со смещением, чтобы стыки на первом слое были скрыты. После закрепления утеплителя нужно укрепить его поверхность с помощью штукатурки (особенно пенопласт), которая наносится на армирующую сетку (лучше из стеклоткани).

# fundament_plastic_p8
source: After the mortar dries, the trench is backfilled with river sand. The exposed part of the foundation is finished, and a blind area (apron) is made. Insulating the blind area with Penoplex differs from expanded-clay installation only in that Penoplex is laid on the sand-gravel base, and then a reinforced concrete blind area is poured on top. The blind area slope should be about 2–3 cm per 1 running meter.
ky: Эритме кургагандан кийин траншея дарыя куму менен толтурулат. Фундаменттин көрүнгөн бөлүгү капталып, отмостка жасалат. Пеноплекс менен отмостканы жылуулоо керамзитке жасалган конструкциядан айырмасы — кум-шағал жаздыкчанын үстүнө пеноплекс төшөлүп, анын үстүнөн арматураланган бетон отмостка куюлат. Отмостканын эңкейиши 1 погон метрге 2–3 см болушу керек.
ru: После высыхания раствора траншею засыпают речным песком. Выступающую часть фундамента облицовывают, выполняют отмостку. Утепление отмостки пеноплексом от монтажа этой конструкции на керамзит отличается только тем, что на песчано-гравийную подушку укладывается пеноплекс, а уже на него заливается армированная бетонная отмостка. Кстати наклон отмостки должен быть 2 – 3 см на 1 погонный метр.

# fundament_pu_title
source: 3. Foundation insulation with polyurethane foam: process
ky: 3. Фундаментти пенополиуретан менен жылуулоо процесси
ru: 3. Процесс утепления фундамента пенополиуретаном

# fundament_pu_warning
source: Important! The information about polyurethane foam is provided for informational purposes only. Special equipment is required to prepare and apply this material. Such equipment is quite expensive, and purchasing it for a single use is usually not practical. It is more cost-effective to rent the device, or even better, to hire a professional, because proper use of spray equipment requires specific knowledge and skills.
ky: Маанилүү! Пенополиуретан тууралуу маалымат таанышуу максатында гана берилет. Бул материалды даярдоо жана андан кийин бүркүп колдонуу үчүн атайын жабдуу керек. Ал кыйла кымбат, ошондуктан бир жолу колдонуу үчүн сатып алуу көп учурда ылайыктуу чечим эмес. Жабдууну ижарага алуу кыйла пайдалуу, ал эми эң жакшысы — адиске кайрылуу, анткени мындай бүркүүчү жабдууларды туура колдонуу үчүн тиешелүү билим жана көндүмдөр талап кылынат.
ru: Важно! Информация о пенополиуретане приводится исключительно в ознакомительных целях. Для приготовления этого материала и его последующего нанесения используется специальное оборудование. Стоит оно достаточно дорого, и покупка подобного агрегата ради единичного использования вряд ли является целесообразным решением. Гораздо выгоднее взять устройство в аренду, а еще лучше – обратиться к профессионалу, т.к. для правильного использования подобных напылителей нужно иметь соответствующие знания и навыки.

# fundament_pu_intro
source: Exterior foundation insulation can also be done by applying polyurethane foam to the foundation walls. This work is typically possible only when the temperature is above +10°C. However, this material serves not only as thermal insulation but also provides waterproofing.
ky: Фундаментти сырттан жылуулоону да үйдүн негиз дубалдарына пенополиуретан бүркүү технологиясы аркылуу аткарса болот. Мындай иштерди адатта абанын температурасы нөлдөн жогору 10°Cдан төмөн болбогондо жүргүзүүгө мүмкүн. Бул материал жылуулоочу гана эмес, ошол эле учурда гидроизоляциялык функцияны да аткарат.
ru: Утепление фундамента снаружи также возможно осуществить по технологии обработки стен основания дома нанесением на них пенополиуретана. Производить подобные работы возможно только при температуре от 10 градусов выше нуля, однако данный материал является не только теплоизоляционным, но и одновременно выполняет функции гидроизоляции.

# fundament_pu_steps
source: All work is carried out in four stages: 1. Preparing the foundation surface (cleaning from dirt, dust, etc.). 2. Applying polyurethane foam. 3. Plastering the surface. 4. Backfilling the trench and building the blind area (apron). A key advantage of this technology is time savings and the lack of need for additional waterproofing work.
ky: Бардык иштер төрт этапта жүргүзүлөт: 1. Фундаменттин бетин даярдоо (кирден, чаңдан ж.б. тазалоо). 2. Пенополиуретанды бүркүп колдонуу. 3. Бетин штукатуркалоо. 4. Траншеяны кайра толтуруу жана отмостка жасоо. Бул технологиянын өзгөчөлүгү — убакытты үнөмдөп, кошумча гидроизоляция иштерин көп учурда талап кылбагандыгында.
ru: Вся работа проводится в четыре этапа: 1. Обработка поверхности фундамента (очистка от грязи, пыли и т.д.). 2. Нанесение пенополиуретана. 3. Оштукатуривание поверхности. 4. Засыпка траншеи и устройство отмостки. Примечательность данной технологии состоит в экономии времени и отсутствии необходимости производить разного рода гидроизоляционные работы.

# wall_intro_1
source: Wall insulation is the process of improving the thermal protection properties of a building’s walls. It helps reduce heat loss and increases overall energy efficiency. This is especially important for residential buildings to ensure comfortable living conditions and to reduce heating and cooling costs.
ky: Дубалдарды жылуулоо — бул имараттын дубалдарынын жылуулук коргоо касиеттерин жакшыртуу процесси. Бул жылуулук жоготууларын азайтып, имараттын энергиялык натыйжалуулугун жогорулатат. Айрыкча турак жайлар үчүн ыңгайлуу жашоо шартын түзүү жана жылытуу менен салкындатууга кеткен чыгымдарды кыскартуу үчүн маанилүү.
ru: Теплоизоляция стен — это процесс улучшения теплозащитных свойств стен здания, позволит снизить потери тепла, тем самым повысит энергоэффективность здания. Это особенно важно для жилых зданий, чтобы обеспечить комфортные условия проживания, а также сократить затраты на отопление и кондиционирование воздуха.

# wall_intro_2
source: Heat loss through walls accounts for about 35–40% of total heat loss. When insulation is installed on walls, it creates an additional barrier that prevents indoor heat from escaping outside in winter and blocks external heat from entering in summer.
ky: Дубалдар аркылуу жылуулук жоготуулар жалпы жоготуулардын 35–40% түзөт. Дубалдарга жылуулоочу катмар төшөлгөндө, ал кышында ички жылуулуктун сыртка чыгышына, жайында сырткы ысыктын ичкери киришине тоскоол болот.
ru: Потери тепла через стены составляют 35-40% от общих потерь. При укладке на стены они создают дополнительный слой изоляции, который препятствует прохождению тепла изнутри помещения наружу зимой и от наружного тепла внутрь летом.

# wall_process_overview
source: The wall insulation process includes: - choosing insulation material - surface preparation - the insulation process itself.
ky: Дубалдарды жылуулоо процесси төмөнкүлөрдү камтыйт: - жылуулоочу материалды тандоо - бетин даярдоо - жылуулоо процессинин өзү.
ru: Процесс теплоизоляции стен включает: - выбор материала для теплоизоляции - подготовку поверхности - сам процесс утепления.

# wall_btn_material
source: MATERIAL SELECTION
ky: МАТЕРИАЛДЫ ТАНДОО
ru: ВЫБОР МАТЕРИАЛА

# wall_btn_preparation
source: PREPARATION
ky: ДАЯРДОО
ru: ПОДГОТОВКА

# wall_btn_process
source: PROCESS
ky: ПРОЦЕСС
ru: ПРОЦЕСС

# wall_btn_inside
source: INSULATION INSIDE
ky: ИЧТЕН ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ИЗНУТРИ

# wall_prep_title
source: PREPARATION
ky: ДАЯРДОО
ru: ПОДГОТОВКА

# wall_prep_list_title
source: Preparation work for wall insulation
ky: Жылуулоого чейинки даярдоо иштери
ru: Подготовительные работы к теплоизоляции

# wall_prep_01
source: It is recommended to perform the work at an average daily temperature from +5 to +30°C and wind speed below 10 m/s.
ky: Иштерди орточо суткалык температура +5тен +30°Cке чейин, ал эми шамалдын ылдамдыгы 10 м/стен төмөн болгондо жүргүзүү сунушталат.
ru: Рекомендуется производить работы при среднесуточной температуре от +5 до +30 C и скорости ветра менее 10 м/с.

# wall_prep_02
source: When carrying out installation work in winter, the scaffolding must be covered with one or two layers of film around the entire perimeter and heat guns should be installed to maintain a positive temperature not lower than +5°C.
ky: Кышында монтаж иштерин жүргүзгөндө курулуш лесаларын периметри боюнча 1–2 катмар пленка менен жаап, температураны +5°Cтен төмөн түшүрбөй кармоо үчүн жылуулук пушкаларын орнотуу керек.
ru: При проведении монтажных работ зимой необходимо закрыть строительные леса одним или двумя слоями пленки по всему периметру и установить тепловые пушки для поддержания положительной температуры не ниже +5 °C.

# wall_prep_03
source: With each change of construction operations, and especially before applying the final decorative layer, it is necessary to ensure cleanliness on the platforms. This prevents dirt and dust from getting into wet layers of the system.
ky: Курулуш операциялары алмашкан сайын жана өзгөчө фиништик декоративдүү катмарды сүйкөөгө чейин подмосттордун тазалыгын камсыз кылуу керек. Бул кир-чаңдын системанын нымдуу катмарларына түшүп кетишин алдын алат.
ru: При каждой смене строительных операций и особенно перед нанесением финишного декоративного слоя необходимо обеспечить чистоту на подмостях. Это предотвратит попадание грязи и пыли в мокрые слои системы.

# wall_prep_04
source: Before starting the facade insulation system installation, all interior wet processes (concrete work, plastering, flooring, etc.) must be completed, window and door openings filled, and the roofing completed.
ky: Фасадды жылуулоо системасын орнотууга чейин бардык ички «нымдуу» иштер (бетон, штукатурка, пол иштер ж.б.) бүткөрүлүп, терезе-эшик ойдуңдары толтурулуп, чатыр жабуусу толук аякташы керек.
ru: Перед началом работ по монтажу системы утепления фасада должны быть завершены все внутренние мокрые процессы (бетонные, штукатурные, работы по устройству полов и т.д.), заполнены оконные и дверные проемы и завершено устройство кровельного покрытия.

# wall_prep_05
source: Before starting work, determine the actual deviations of the facade surface in the vertical plane and the condition of these surfaces.
ky: Иш баштаар алдында фасад бетинин вертикал боюнча реалдуу четтөөлөрүн жана беттердин абалын аныктоо зарыл.
ru: Перед началом работ следует определить фактические отклонения фасадной поверхности по вертикальной плоскости и состояние этих поверхностей.

# wall_prep_06
source: Before installing thermal insulation, prepare the base and dismantle all auxiliary elements. In new construction, brickwork and mineral plasters must be at least 28 days old, and concrete must be at least 3 months old.
ky: Жылуулоону орнотууга чейин негизди даярдап, бардык көмөкчү элементтерди демонтаж кылуу керек. Жаңы курулушта кирпич кыштоо жана минералдык штукатуркалардын «жашы» кеминде 28 күн, бетондуку кеминде 3 ай болушу зарыл.
ru: Перед началом монтажа теплоизоляции необходимо подготовить основание и демонтировать все вспомогательные элементы. При новом строительстве кирпичные кладки и минеральные штукатурки должны иметь «возраст» не менее 28 дней, бетоны - не менее 3 месяцев.

# wall_prep_07
source: Before facade installation, remove all elements that prevent full bonding of insulation boards: downpipes, drip edges, lamps, outdoor AC units, brackets, etc.
ky: Фасадды орнотуудан мурун жылуулоочу плиталардын толук жабышышына тоскоол болгон элементтердин баарын алып салуу керек: суу агызгыч түтүктөр, отливдер, чырактар, кондиционердин сырткы блоктору, кронштейндер ж.б.
ru: Перед монтажом фасада необходимо демонтировать все элементы, мешающие полному приклеиванию теплоизоляционных плит: трубы водостока, отливы, светильники, наружные блоки кондиционеров, кронштейны и т.д.

# wall_prep_08
source: Relocation of utilities: gas pipes, anodic-cathodic protection blocks, power cables, or other utilities located on the facade must be moved according to the design solution and in the presence of a representative of the specialized organization responsible for operating these utilities.
ky: Коммуникацияларды чыгаруу: фасадда жайгашкан газ түтүктөрү, анодно-катоддук коргоо блоктору, күч кабелдери же башка коммуникациялар долбоордук чечимге ылайык жана бул коммуникацияларды тейлеген адистешкен уюмдун өкүлүнүн катышуусунда жылдырылышы керек.
ru: Вынос коммуникаций: газовые трубы, блоки анодно-катодной защиты, силовые кабели или другие коммуникации, расположенные на фасаде здания, необходимо переносить согласно проектному решению и в присутствии представителя специализированной организации, осуществляющей эксплуатацию данных коммуникаций.

# wall_prep_09
source: Protection of windows and doors: during work, window and door units must be protected from contamination with transparent films.
ky: Терезе жана эшиктерди коргоо: иш учурунда терезе жана эшик блокторун булгануудан тунук пленкалар менен коргоо зарыл.
ru: Защита окон и дверей: при производстве работ оконные и дверные блоки необходимо защитить от загрязнения светопрозрачными пленками.

# wall_prep_10
source: Mechanical cleaning of the facade: dust, dirt, efflorescence, cement and lime mortars, as well as paint residues must be removed from the facade surface using a hammer, brush, and water. If necessary, use special compounds to remove heavy contamination.
ky: Фасадды механикалык тазалоо: чаң, кир, туз чөгүндүлөрү, цемент/акиташ эритмеси жана боёктордун калдыктары балка, щетка жана суу менен алынышы керек. Кыйын булгануулар үчүн атайын курамдарды колдонуңуз.
ru: Механическая очистка фасада: пыль, грязь, высолы, цементный и известковый растворы, а также остатки красок необходимо удалить с поверхности фасада при помощи молотка, щетки и воды. По необходимости для удаления сложных загрязнений применяйте специальные составы.
