Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# thick_plaster_leveling_title
source: Installing the leveling plaster layer:
ky: Тегиздөөчү штукатурка катмарын түзүү:
ru: Устройство выравнивающего штукатурного слоя:

# thick_plaster_leveling_text
source: the purpose of the second plaster layer is to level the wall structure and create a straight, even base for the final protective-decorative layer. Mortar consumption for the second layer is 15–20 kg/m2.
ky: экинчи катмардын милдети — дубал конструкциясын тегиздөө жана фиништик коргоочу-декоративдүү катмар үчүн түз жана тегиз негиз түзүү. Экинчи катмар үчүн эритменин чыгымы — 15–20 кг/м².
ru: назначение второго штукатурного слоя — выровнять конструкцию стены и создать прямую и ровную основу для нанесения финишного защитно-декоративного слоя. Расход раствора для второго слоя — 15–20 кг/м2.

# thick_plaster_second_layer_text
source: Before applying the second layer, the first layer should be moistened 1–2 hours before starting work. The second layer may be applied manually or mechanically, pressing firmly to the base with strong pressure using a steel шпатель. The thickness of the reinforced base plaster layer is 20–60 mm. The density of the hardened plaster layer should be not less than 1000 kg/m and not more than 1300 kg/m.
ky: Экинчи катмарды сүйкөөдөн 1–2 саат мурун биринчи катмарды нымдап коюу керек. Экинчи катмарды кол менен же механикалык ыкма менен, негизге бекем кысып, болот шпатель менен күчтүү басым аркылуу сүйкөсө болот. Армирленген базалык штукатурка катмарынын калыңдыгы 20–60 мм. Каткан штукатурка катмарынын тыгыздыгы 1000 кг/мден кем эмес жана 1300 кг/мден ашпашы керек.
ru: Перед нанесением второго слоя раствора первый слой следует увлажнить за 1–2 ч до начала работ. Второй слой можно наносить вручную или механически, плотно прижимая к основе, с силой вдавливания стальным шпателем. Толщина армированного базового штукатурного слоя составляет от 20 до 60 мм. Плотность затвердевшего штукатурного слоя должна быть не менее 1000 кг/м и не более 1300 кг/м.

# thick_plaster_grinding_title
source: Surface finishing (rubbing):
ky: Бетти шлифовкалоо:
ru: Шлифовка поверхности:

# thick_plaster_grinding_text
source: Let the mortar set for 1–3 hours (depending on the weather), then rub the leveled surface using a float with a polyurethane coating. Rubbing is performed according to the requirements for the final surface. If the finish layer will be applied by spraying colored mortar, the rubbed surface should not be too smooth.
ky: Эритменин кармашын 1–3 саат күтүү керек (аба ырайына жараша), андан кийин полиуретан каптамасы бар терке менен тегизделген бетти затирка кылышат. Затирка фиништик бетке коюлган талаптарга ылайык аткарылат. Эгер финиш катмар түстүү эритмени чачыратуу жолу менен аткарылса, затиркаланган бет өтө жылмакай болбошу керек.
ru: Раствору дают схватиться в течение 1–3 ч (в зависимости от погоды), после чего производят затирку выровненной поверхности теркой с полиуретановым покрытием. Затирку выполняют в соответствии с требованиями, предъявляемыми к финишной поверхности. Если финишный слой будет выполняться путем напыления цветного раствора, то затертая поверхность не должна быть слишком гладкой.

# house_want_to_insulate
source: I want to insulate:
ky: Жылуулоону каалайм:
ru: Хочу утеплить:

# house_card_roof
source: Roof
ky: Чатыр
ru: Крышу

# house_card_walls
source: Walls
ky: Дубалдар
ru: Стены

# house_card_floor
source: Floor
ky: Пол
ru: Пол

# house_card_foundation
source: Foundation
ky: Фундамент
ru: Фундамент
