Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# regionTalas
source: Talas
ky: Талас
ru: Талас

# regionJalal_abad
source: Jalal-Abad
ky: Жалал-Абад
ru: Джалал-Абад

# regionOsh
source: Osh
ky: Ош
ru: Ош

# regionBatken
source: Batken
ky: Баткен
ru: Баткен

# city_bishkek
source: Bishkek city
ky: Бишкек ш.
ru: г. Бишкек

# village_chon_aryk
source: Chon-Aryk village
ky: Чоң-Арык а.
ru: с. Чон-Арык

# village_baitik
source: Baitik village
ky: Байтик а.
ru: с. Байтик

# place_tyuya_ashu
source: Tyuya-Ashu
ky: Төө-Ашуу
ru: Тюя-Ашу

# village_shabdan
source: Shabdan village
ky: Шабдан а.
ru: с. Шабдан

# city_tokmok
source: Tokmok city
ky: Токмок ш.
ru: г. Токмок

# city_kant
source: Kant city
ky: Кант ш.
ru: г. Кант

# city_kara_balta
source: Kara-Balta city
ky: Кара-Балта ш.
ru: г. Кара-Балта

# village_belovodskoe
source: Belovodskoe village
ky: Беловодское а.
ru: с. Беловодское

# village_chuyskaya
source: Chuyskaya village
ky: Чүй а.
ru: с. Чуйская

# village_konstantinovka
source: Konstantinovka village
ky: Константиновка а.
ru: с. Константиновка

# village_red_october
source: Krasnyi Oktyabr village
ky: Кызыл октябрь а.
ru: с. Красный октябрь

# village_yuryevka
source: Yuryevka village
ky: Юрьевка а.
ru: с. Юрьевка

# city_cholpon_ata
source: Cholpon-Ata city
ky: Чолпон-Ата ш.
ru: г. Чолпон-Ата

# city_balykchy
source: Balykchy city
ky: Балыкчы ш.
ru: г. Балыкчы

# village_koilyu
source: Koilyu village
ky: Койлуу а.
ru: с. Койлуу

# village_tamga
source: Tamga village
ky: Тамга а.
ru: с. Тамга

# village_pokrovka
source: Pokrovka village
ky: Покровка а.
ru: с. Покровка

# city_karakol
source: Karakol city
ky: Каракол ш.
ru: г. Каракол

# village_chon_kyzylsuu
source: Chon-Kyzylsuu village
ky: Чоң-кызылсуу а.
ru: с. Чон-кызылсуу

# village_ak_shiyrak
source: Ak-Shiyrak village
ky: Ак-Шыйрак а.
ru: с. Ак-Шийрак

# village_taragai
source: Taragai village
ky: Тарагай а.
ru: с. Тарагай

# city_naryn
source: Naryn city
ky: Нарын ш.
ru: г. Нарын

# village_at_bashy
source: At-Bashy village
ky: Ат-Башы а.
ru: с. Ат-Башы

# village_suusamyr
source: Suusamyr village
ky: Суусамыр а.
ru: с. Суусамыр

# village_kara_kudjur
source: Kara-Kudjur village
ky: Кара-кужур а.
ru: с. Кара-куджур

# village_kochkor
source: Kochkor village
ky: Кочкор а.
ru: с. Кочкор

# village_ak_terek
source: Ak-Terek village
ky: Ак-Терек а.
ru: с. Ак-Терек

# city_talas
source: Talas city
ky: Талас ш.
ru: г. Талас

# village_ak_tash
source: Ak-Tash village
ky: Ак-Таш а.
ru: с .Ак-Таш

# village_leninpol
source: Leninpol village
ky: Ленинполь а.
ru: с. Ленинполь

# city_jalal_abad
source: Jalal-Abad city
ky: Жалал-Абад ш.
ru: г. Жалал-Абад

# city_toktogul
source: Toktogul city
ky: Токтогул ш.
ru: г. Токтогул

# village_chatkal
source: Chatkal village
ky: Чаткал а.
ru: с. Чаткал

# village_ters_mouth
source: Ters river mouth
ky: Терс-Суу а.
ru: с. Устье р. Терс

# village_kazarman
source: Kazarman village
ky: Казарман а.
ru: с. Казарман

# village_pacha_ata
source: Pacha-Ata village
ky: Пача-Ата а.
ru: с. Пача-Ата

# village_chaar_tash
source: Chaar-Tash village
ky: Чаар-таш а.
ru: с. Чаар-таш

# city_osh
source: Osh city
ky: Ош ш.
ru: г. Ош

# city_uzgen
source: Uzgen city
ky: Өзгөн ш.
ru: г. Узген

# village_gulcha
source: Gulcha village
ky: Гүлчө а.
ru: с. Гульча

# village_kyzyl_jar
source: Kyzyl-Jar village
ky: Кызыл-жар а.
ru: с. Кызыл-жар

# village_karavan
source: Karavan village
ky: Караван а.
ru: с. Караван

# village_sary_tash
source: Sary-Tash village
ky: Сары-таш а.
ru: с. Сары-таш

# village_irkeshtam
source: Irkeshtam village
ky: Эркеч-Там а.
ru: с. Иркештам

# village_doorot_korgon
source: Doorot-Korgon village
ky: Дароот-Коргон а.
ru: с. Доорот-Коргон

# village_ravat
source: Ravat village
ky: Рават а.
ru: с. Рават

# city_kyzyl_kiya
source: Kyzyl-Kiya city
ky: Кызыл-Кыя ш.
ru: г. Кызыл-Кия

# village_khaidarkan
source: Khaidarkan village
ky: Айдаркен а.
ru: с. Хайдаркан

# village_isfana
source: Isfana village
ky: Исфана а.
ru: с. Исфана

# qw
source: Coating
ky: Каптоо
ru: Покрытие

# house_title
source: House
ky: Үй
ru: Дом

source: Wall
ky: Дубал
ru: Стена

source: Floor
ky: Пол
ru: Пол

# roof
source: Roof covering
ky: Чатырдын жабылышы
ru: Перекрытие крыши

# floor_cover_title
source: Floor covering
ky: Полдун жабуусу
ru: Перекрытие пола

# brick_title
source: Brick
ky: Кирпич
ru: Кирпич

# gas_concrete_title
source: Aerated concrete/foam concrete
ky: Газобетон/Пенобетон
ru: Газобетон/Пенобетон

# adobe_title
source: Adobe/Clay
ky: Саман/Ылай
ru: Саман

# ceramic_brick
source: Ceramic
ky: Керамикалык
ru: Керамика

# solid_brick
source: Solid
ky: Тултагай

# silicate_brick
source: Silicate
ky: Силикаттык
ru: Силикат

# on_ground
source: On the ground
ky: Төшөлмө (грунтта)
ru: На грунте

source: Reinforced concrete
ky: Темир-бетон
ru: Железобетон

source: Granite
ky: Гранит
ru: Гранит

source: Wood
ky: Жыгач
ru: Дерево

source: Linoleum
ky: Линолеум
ru: Линолеум

source: Parquet
ky: Паркет
ru: Паркет

# ceiling_title
source: Ceiling-to-Wall Connection
ky: Шыптын дубал менен кошулган жери
ru: Соединение потолка со стеной

# ceiling_description
source: Another place where thermal bridges are often found is the connection between the ceiling and the wall in the so-called ring beam. However, in older buildings, this problem occurs much more frequently, especially after replacing old, leaky wooden windows with PVC ones. Moisture can accumulate in these areas, and mold or even fungus may appear. This is all due to the joint between the floor slab and the outer edge of the wall. Fortunately, the thermal bridge here can be eliminated by carefully aligning the slab joint with the edge of the wall.
ky: Жылуулук көпүрөлөрү көп кездешкен дагы бир жер — бул шыптын дубал менен кошулган жери. Эски имараттарда бул көйгөй алда канча көп кездешет, өзгөчө эски жана агып жаткан жыгач терезелерди ПВХ терезелерге алмаштыргандан кийин. Бул жерлерде ным топтолуп, көк, ал тургай грибок пайда болушу мүмкүн. Мунун баарына жабуу плитасы менен дубалдын сырткы четинин ортосундагы кошулган жер себеп болот. Бактыга жараша, плитанын дубалдын чети менен кошулган жерин кылдаттык менен тегиздөө аркылуу бул жылуулук көпүрөсүн жок кылса болот.
ru: Еще одно место, где часто обнаруживают тепловые мосты - это соединение потолка со стеной в, так называемом, венке. Однако в более старых зданиях эта проблема встречается куда чаще, особенно после замены старых и протекающих деревянных окон на ПВХ-окна. В этих местах могут скапливаться влага, появится плесень и даже грибок. Всему виной стык между плитой перекрытия и внешним краем стены. К счастью, устранить тепловой мост здесь можно, если аккуратно выровнять стык плиты с краем стены.

# where_to_insulate_title
source: Where to insulate?
ky: Кайсы жерди жылуулоо керек?
ru: Где утеплять?

# card_windows_doors
source: Windows/Doors
ky: Терезе/Эшик
ru: Окна/Двери

# card_ceiling
source: Ceiling connection
ky: Шыптын кошулушу
ru: Соединение потолка

# card_walls
source: Walls
ky: Дубалдар
ru: Стены

# card_roof
source: Roof
ky: Чатыр
ru: Крыша

# card_floor
source: Floor
ky: Пол
ru: Пол

# card_foundation
source: Foundation
ky: Пайдубал
ru: Фундамент

# card_humidity
source: High humidity
ky: Жогорку нымдуулук
ru: Повышенная влажность

# windows_doors_title
source: Window and Door Openings
ky: Терезе жана эшик ойуктары
ru: Оконные и дверные проемы

# windows_doors_description_part1
source: Other critical points of heat leakage are windows and doors in external walls, especially lintels and direct connections of the window to the building wall. Heat loss through a window occurs through several channels: loss through the window unit and frames (thermal bridges, leaks), loss due to air thermal conductivity and convective flows between the panes, as well as heat loss through thermal radiation. Obviously, the amount of heat loss through the window unit directly depends on the window design, materials used, and manufacturing quality. In reality, it accounts for about 10% of the total heat loss from the room. The other two channels of heat loss are losses directly through the glazing. Assessing whether the work was done correctly in this case is quite difficult. If errors are visible, we can minimize heat loss at the joints using so-called warm window installation using tapes and sealing foil. For more details about window and door insulation, you can study the section
ky: Жылуулук жоготуунун дагы бир орчундуу чекиттери — тышкы дубалдардагы терезелер жана эшиктер, өзгөчө терезе үстүндөгү тосмолор жана терезенин имараттын дубалы менен түз бириккен жерлери. Терезе аркылуу жылуулук жоготуу бир нече каналдар боюнча жүрөт: терезе блогу жана алкактар аркылуу (сууктук көпүрөлөрү, тыгыз эмес жерлер), абанын жылуулук өткөргүчтүгү жана айнектердин ортосундагы конвективдик агымдардын эсебинен, ошондой эле жылуулук нурлануусу аркылуу. Терезе блогу аркылуу жылуулук жоготуулардын чоңдугу терезенин конструкциясына, колдонулган материалдарга жана даярдоо сапатына түздөн-түз көз каранды экени анык. Иш жүзүндө ал бөлмөдөгү жалпы жылуулук жоготуулардын болжол менен 10 % түзөт. Калган эки канал — бул түздөн-түз айнектөө аркылуу жоготуулар. Бул учурда иштердин туура аткарылганын баалоо кыйла татаал. Эгерде каталар көрүнүп турса, биз тасмаларды жана герметизациялоочу фольганы колдонуу менен «жылуу терезелерди» орнотуу аркылуу кошулган жерлердеги жылуулук жоготууларды азайта алабыз. Терезелерди жана эшиктерди жылуулоо жөнүндө кененирээк маалыматты төмөнкү бөлүмдөн биле аласыз:
ru: Другими критическими точками утечки тепла являются окна и двери во внешних стенах, особенно перемычки и прямые соединения окна со стеной здания. Тепловые потери через окно происходят по нескольким каналам: потери через оконный блок и переплеты (мостики холода, неплотности), потери за счет теплопроводности воздуха и конвективных потоков между стеклами, а также теплопотери посредством теплового излучения. Очевидно, что, величина теплопотерь через оконный блок напрямую зависит от конструкции окна, используемых материалов, качества изготовления. В реальности она составляет около 10 % от общих теплопотерь из помещения. Остальные два канала теплопотерь - это потери непосредственно через остекление. Оценить правильно ли были выполнены работы в этом случае довольно сложно. Если ошибки видны, мы можем минимизировать потери тепла на стыках, используя так называемую установку теплых окон с использованием лент и герметизирующей фольги. Подробнее об утеплении окон и дверей, вы можете изучить в разделе

# windows_insulation_link
source: WINDOW INSULATION
ky: ТЕРЕЗЕЛЕРДИ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ОКОН

# and_conjunction
source: and
ky: жана
ru: и

# doors_insulation_link
source: DOOR INSULATION
ky: ЭШИКТЕРДИ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ДВЕРЕЙ

# wall_title
source: WALL INSULATION
ky: ДУБАЛДАРДЫ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ СТЕН

# wall_description_main
source: Walls are one of the main sources of heat loss, accounting for approximately 35% of total heat loss. This occurs due to the thermal conductivity of wall materials and possible defects such as cracks or loose sealing. This happens due to the thermal conductivity of the materials the walls are made of and the presence of possible defects that can contribute to heat leakage. Some building materials have higher thermal conductivity, making them less effective as thermal insulation. Materials such as brick, concrete, or metal can be less insulating than special materials designed for insulation, such as mineral wool or expanded polystyrene. Defects in walls, such as cracks, gaps, or loose sealing, can also lead to heat leakage through the walls. This can occur due to insufficient density between material joints or due to wall damage resulting from aging, weather conditions, or construction errors. To reduce heat loss through walls, it is necessary to pay attention to their thermal insulation. Installing high-quality insulation, repairing defects, eliminating gaps, and sealing joints will help significantly reduce heat loss and increase the energy efficiency of the building. It is also worth considering that high-quality wall thermal insulation will help improve indoor comfort, prevent condensation, and save on heating and cooling costs. Detailed information on wall insulation methods can be found in the section
ky: Дубалдар жылуулук жоготуунун негизги булактарынын бири болуп саналат. Жалпы жылуулук жоготуулардын болжол менен 35% түзөт. Бул дубал материалдарынын жылуулук өткөргүчтүгүнө жана жаракалар же тыгыз эмес кошулган жерлер сыяктуу мүмкүн болгон кемчиликтерге байланыштуу болот. Бул дубалдар жасалган материалдардын жылуулук өткөргүчтүгүнөн жана жылуулуктун сыртка чыгып кетишине шарт түзгөн кемчиликтердин болушунан келип чыгат. Кээ бир курулуш материалдары жогорку жылуулук өткөргүчтүккө ээ, бул аларды жылуулук изоляциясы катары анча натыйжалуу эмес кылат. Кирпич, бетон же металл сыяктуу материалдар, жылуулоо үчүн иштелип чыккан атайын материалдарга (мисалы, минералдык пахта же пенополистирол) караганда жылуулукту начар кармайт. Дубалдардагы жаракалар, боштуктар же тыгыз эмес жерлер да жылуулуктун жоголушуна алып келет. Бул материалдардын кошулган жерлеринин жетишсиз тыгыздыгынан же эскирүүдөн, аба ырайынан жана курулуштагы каталардан улам пайда болгон бузулуулардан келип чыгышы мүмкүн. Дубал аркылуу жылуулук жоготууну азайтуу үчүн алардын жылуулук изоляциясына көңүл буруу зарыл. Сапаттуу жылуулоочу материалдарды орнотуу, кемчиликтерди оңдоо, жылчыктарды жана кошулган жерлерди бүтөө жылуулук жоготууну бир топ азайтат жана имараттын энергия натыйжалуулугун жогорулатат. Ошондой эле, дубалдарды сапаттуу жылуулоо бөлмө ичиндеги комфортту жакшыртууга, конденсаттын пайда болушун алдын алууга жана жылытуу менен муздатууга кеткен чыгымдарды үнөмдөөгө жардам берет. Дубалдарды жылуулоо ыкмалары жөнүндө толук маалыматты бул бөлүмдөн окуй аласыз:
ru: Стены являются одним из основных источников тепловых потерь. Примерно 35% от общих тепловых потерь. Это происходит из-за теплопроводности материалов стен и возможных дефектов, таких как трещины или неплотное уплотнение. Происходит это из-за теплопроводности материалов, из которых состоят стены, и наличия возможных дефектов, которые могут способствовать утечке тепла. Некоторые строительные материалы имеют более высокую теплопроводность, что делает их менее эффективными в качестве теплоизоляции. Такие материалы, как кирпич, бетон или металл, могут быть менее теплоизолирующими, чем специальные материалы, разработанные для утепления, например, минеральная вата или пенополистироль. Дефекты в стенах, такие как трещины, зазоры или неплотное уплотнение, также могут привести к утечке тепла через стены. Это может происходить из-за недостаточной уплотненности между стыками материалов или из-за повреждений стен, возникших в результате старения, погодных условий или строительных ошибок. Чтобы снизить тепловые потери через стены, необходимо обратить внимание на их теплоизоляцию. Установка качественных утеплителей, ремонт дефектов, устранение щелей и уплотнение стыков поможет значительно снизить потери тепла и повысить энергетическую эффективность здания. Также стоит учитывать, что качественная теплоизоляция стен поможет улучшить комфорт внутри помещений, предотвратить образование конденсата и сэкономить затраты на отопление и охлаждение. Подробная информация о методах утепления стен, вы можете изучить в разделе

# wall_insulation_link
source: WALL INSULATION
ky: ДУБАЛДАРДЫ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ СТЕН

# roof_title
source: ROOF INSULATION
ky: ЧАТЫРДЫ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ КРЫШИ

# roof_description_1
source: Approximately 25-30% of total heat loss occurs through the roof. This is another frequent location for thermal bridges in houses. Typically, heat leaks in attics and lofts arise from improper thermal insulation connections between the external walls and the roof structure.
ky: Имараттын чатыры аркылуу жалпы жоготуулардын болжол менен 25-30 пайызы кетет. Бул үйлөрдө жылуулук көпүрөлөрү пайда болгон дагы бир жалпы жер. Эреже катары, мансардалардагы жана чердактардагы жылуулук жоготуулар тышкы дубалдар менен чатырдын көтөрүүчү конструкциясынын ортосундагы жылуулук изоляциясынын туура эмес туташтырылышынан келип чыгат.
ru: Через крышу здания теряется примерно 25-30 % от общих потерь. Это еще одно частое место возникновения тепловых мостов в домах. Как правило, утечки тепла в мансардах и чердаках возникают из-за неправильного сделанного соединения теплоизоляции между внешними стенами и несущей конструкцией крыши.

# roof_reasons_title
source: There are many reasons for this:
ky: Мунун себептери көп:
ru: Причин для этого много:

# roof_reason_1
source: Warm air always rises to the ceiling, so the greatest temperature difference occurs at the roof. Without reliable thermal insulation, energy leaves the house without any obstacles.
ky: Жылуу аба дайыма шыпка көтөрүлөт, ошондуктан эң чоң температура айырмасы чатырга туура келет. Эгерде анын ишенимдүү жылуулук изоляциясы жок болсо, энергия үйдөн эч кандай тоскоолдуксуз чыгып кетет.
ru: Теплый воздух всегда поднимается к потолку, поэтому самый большой перепад температуры приходится на крышу. Если у нее нет надежной теплоизоляции, энергия покидает дом без каких-либо препятствий.

# roof_reason_2
source: Check the integrity and thickness of the roof floor, paying special attention to the areas adjacent to the walls.
ky: Чатырдагы жабуунун бүтүндүгүн жана калыңдыгын текшериңиз, дубалдарга чектеш жерлерге өзгөчө көңүл буруңуз.
ru: Проверьте целостность и толщину перекрытия на крыше, уделяя особое внимание местам примыкания к стенам.

# roof_reason_3
source: Roofs often leak: if water drips from the ceiling, it is the first sign that the insulation is absorbing water and getting wet (as a result, heat leaves very quickly).
ky: Чатырлар көп учурда агат: эгер шыптан тамчылап жатса, бул жылуулоочу материал сууга каныгып, нымдап жаткандыгынын биринчи белгиси (натыйжада жылуулук абдан тез кетет).
ru: Крыши часто протекают: если с потолка капает, это первый сигнал того, что утеплитель напитывается водой и намокает (в результате тепло уходит очень быстро).

# roof_link_text
source: You can learn more about building roof insulation in the section
ky: Имараттын чатырын жылуулоо жөнүндө кененирээк маалыматты бул бөлүмдөн окуй аласыз:
ru: Подробнее об утеплении крыши здания, можете изучить в разделе

# roof_link_action
source: ROOF INSULATION
ky: ЧАТЫРДЫ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ КРЫШИ

# humidity_title
source: High Humidity
ky: Жогорулатылган нымдуулук
ru: Повышенная влажность

# humidity_description
source: Building envelope structures must retain heat inside the house and provide comfortable living conditions. The materials used for walls should have low thermal conductivity. Thermal conductivity is the ability of a material to transfer heat. The presence of moisture in building materials is one of the key factors affecting their thermal conductivity. Water conducts heat about 25 times better than air. Therefore, the more moisture present in the pores of a material, the higher its thermal conductivity and the greater the heat loss of the building. High moisture levels in enclosing structures reduce thermal insulation performance and shorten the service life of buildings. This is especially critical under repeated freeze–thaw cycles, which lead to material degradation. The main causes of excessive humidity include construction moisture, ground moisture, atmospheric precipitation, operational moisture, and condensation. To address high humidity issues, waterproofing systems, proper ventilation, drainage solutions, effective insulation, and regular building maintenance are required.
ky: Имараттын коргоочу конструкциялары үйдүн ичиндеги жылуулукту сактап, адам үчүн ыңгайлуу шарттарды камсыз кылышы керек. Дубалдарды курууда колдонулган материалдар жылуулук өткөрүмдүүлүгү төмөн болушу зарыл. Жылуулук өткөрүмдүүлүк — бул материалдын жылуулукту өткөрүү жөндөмү. Курулуш материалдарындагы нымдуулук алардын жылуулук өткөрүмдүүлүгүнө түздөн-түз таасир этет. Суунун жылуулук өткөрүмдүүлүгү абага караганда болжол менен 25 эсе жогору. Ошондуктан материалдын тешикчелеринде ным канчалык көп болсо, жылуулук ошончолук тез өткөрүлүп, имарат көбүрөөк жылуулук жоготот. Коргоочу конструкциялардагы жогорку нымдуулук жылуулоочу касиеттердин төмөндөшүнө жана имараттын кызмат өтөө мөөнөтүнүн кыскарышына алып келет. Айрыкча тоңуу жана эриш циклдери көп кайталанган шартта материалдардын бузулушу күчөйт. Нымдуулуктун жогорулашына негизги себептер төмөнкүлөр болуп саналат: курулуш нымдуулугу, жер алдындагы ным, атмосфералык жаан-чачындар, эксплуатация учурундагы ным жана конденсаттын пайда болушу. Ашыкча нымдуулук маселесин чечүү үчүн гидроизоляция жүргүзүү, натыйжалуу желдетүү системасын уюштуруу, дренаж системаларын колдонуу, туура жылуулоо жана имаратты үзгүлтүксүз техникалык тейлөө зарыл.
ru: Защитные конструкции здания должны удерживать тепло в доме и обеспечивать комфортные условия для человека. Материалы, из которых возводятся стены, должны обладать низкой теплопроводностью. Теплопроводность — это способность материала передавать тепло. Наличие влаги в строительных материалах является одним из ключевых факторов, влияющих на их теплопроводность. Теплопроводность воды примерно в 25 раз выше, чем у воздуха, поэтому чем больше влаги содержится в порах материала, тем выше его теплопроводность и тем больше тепла теряет здание. Повышенная влажность в ограждающих конструкциях приводит к снижению теплоизоляционных свойств и сокращает срок службы здания. Особенно это опасно при многократных циклах замерзания и оттаивания, вызывающих разрушение материалов. Основными причинами повышенной влажности являются: строительная влага, грунтовая влага, атмосферные осадки, эксплуатационная влага и образование конденсата. Для решения проблемы избыточной влажности применяются гидроизоляция, эффективная вентиляция, дренажные системы, правильное утепление и регулярное техническое обслуживание здания.

# fundament_title
source: FOUNDATION INSULATION
ky: ФУНДАМЕНТТИ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ФУНДАМЕНТА

# fundament_description
source: Concrete is the predominant material in foundation construction. Its high thermal conductivity and direct contact with the ground account for up to 20% of heat loss around the building's perimeter. The foundation is particularly prone to heat loss from the basement and improperly installed underfloor heating on the first floor. For more information on foundation insulation, please see the section:
ky: Бетон – пайдубал курууда эң көп колдонулган материал. Анын жогорку жылуулук өткөргүчтүгү жана топурак менен түздөн-түз байланышы имараттын бүткүл периметри боюнча жылуулук жоготуулардын 20 пайызына чейин берет. Пайдубал өзгөчө жер төлөдөн жана биринчи кабаттагы туура эмес орнотулган жылуу полдон жылуулукту абдан күчтүү өткөрөт. Пайдубалды жылуулоо жөнүндө кененирээк маалыматты бул бөлүмдөн окуй аласыз:
ru: Бетон – преобладающий материал в строительстве фундаментов. Его высокая теплопроводность и прямой контакт с грунтом дают до 20% теплопотерь по всему периметру здания. Фундамент особенно сильно проводит тепло из подвального помещения и неправильно смонтированного теплого пола на первом этаже. Подробнее об утеплении фундамента, можно изучить в разделе

# fundament_link
source: FOUNDATION INSULATION
ky: ПАЙДУБАЛДЫ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ФУНДАМЕНТА

# floor_title
source: FLOOR INSULATION
ky: ПОЛДУ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ПОЛА
