Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# floor_description
source: Floor insulation is the process of adding thermal insulation materials beneath floors to reduce heat loss and improve indoor comfort. Floor insulation is especially important in cold climates or on ground floors where floors are in contact with the ground or cold spaces.
ky: Полду жылуулоо — бул жылуулук изоляциялоочу материалдарды полдун астына төшөө аркылуу жылуулуктун жоголушун азайтып, бөлмөнүн ичиндеги ыңгайлуулукту жогорулатуу процесси. Айрыкча суук климаттык шарттарда же биринчи кабатта, пол жерге же муздак мейкиндикке жакын жайгашкан учурда маанилүү.
ru: Утепление пола — это процесс добавления теплоизоляционных материалов под полы с целью уменьшения потерь тепла и повышения комфорта внутри помещения. Особенно важно утепление пола в холодных климатических условиях или на первом этаже здания, где полы находятся на грунте или над холодным пространством.

# floor_reasons_title
source: The main reasons for heat leakage in the floor area are:
ky: Пол аймагындагы жылуулук жоготуунун негизги себептери болуп төмөнкүлөр саналат:
ru: Основными причинами утечки тепла в области пола являются:

# floor_reason_1
source: structural features of the building;
ky: имараттын конструкциялык өзгөчөлүктөрү;
ru: особенности конструкции строения;

# floor_reason_2
source: use of materials with different thermal conductivity rates;
ky: жылуулук өткөрүмдүүлүк көрсөткүчтөрү ар кандай материалдарды колдонуу;
ru: использование материалов с разным показателем теплопроводности;

# floor_reason_3
source: loose joints, gaps, and other construction defects;
ky: тыгыз эмес кошулган жерлер, жылчыктар жана башка курулуш кемчиликтери;
ru: неплотные стыки, щели и другие строительные дефекты;

# floor_reason_4
source: missing or poor-quality thermal and waterproofing of the floor screed on the first floor.
ky: биринчи кабаттагы стяжканын жылуулук жана гидроизоляциясынын жоктугу же сапатсыздыгы.
ru: отсутствующая или некачественная тепло и гидроизоляция стяжки на первом этаже.

# floor_link_text
source: For more details about floor insulation, you can study the section
ky: Полду жылуулоо жөнүндө кененирээк маалыматты бул бөлүмдөн окуй аласыз:
ru: Подробнее об утеплении пола, можно изучить в разделе

# floor_link_action
source: FLOOR INSULATION
ky: ПОЛДУ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ПОЛА

# wall_thickness_title
source: Wall thickness
ky: Дубалдын калыңдыгы
ru: Толщина стены

# unit_mm
source: mm
ky: мм
ru: мм

# your_list_title
source: Your list:
ky: Сиздин тизмеңиз:
ru: Ваш список:

# button_confirm
source: Confirm
ky: Ырастоо
ru: Подтвердить

# region_title
source: Region
ky: Облус
ru: Область

# settlement_title
source: Settlement
ky: Калктуу пункт
ru: Населённый пункт

# recommendation_title
source: Recommendation for you:
ky: Сиз үчүн сунуш:
ru: Рекомендация для вас:

# region_chui
source: Chui
ky: Чүй
ru: Чуй

# region_issyk_kol
source: Issyk-Kul
ky: Ысык-Көл
ru: Ысык-Кол

# region_naryn
source: Naryn
ky: Нарын
ru: Нарын

# region_talas
source: Talas
ky: Талас
ru: Талас

# region_jalal_abad
source: Jalal-Abad
ky: Жалал-Абад
ru: Джалал-Абад

# region_osh
source: Osh
ky: Ош
ru: Ош

# region_batken
source: Batken
ky: Баткен
ru: Баткен

# mat_straw
source: Straw
ky: Саман
ru: Солома

# mat_wool
source: Wool
ky: Жүн
ru: Шерсть

# mat_reed
source: Reeds
ky: Камыш
ru: Камыш

# mat_mineral_wool
source: Mineral wool
ky: Минералдык пахта
ru: Минеральная вата

# mat_pps
source: Expanded polystyrene (EPS)
ky: Пенополистирол (ППС)
ru: Пенополистирол (ППС)

# mat_ppu
source: Polyurethane foam (PUF)
ky: Пенополиуретан (ППУ)
ru: Пенополиуретан (ППУ)

# mat_xps
source: Extruded polystyrene (XPS)
ky: Экструдияланган пенополистирол (XPS)
ru: Экструдированный пенополистирол (XPS)

# mat_clay
source: Expanded clay
ky: Керамзит
ru: Керамзит

# straw_title
source: Straw insulation
ky: Самандан жасалган жылуулоочу материал
ru: Утеплитель из соломы

# pro_warm_insulation
source: Good thermal insulation
ky: Жылуулукту жакшы сактайт
ru: Теплоизоляция

# pro_ecological
source: Environmentally friendly
ky: Экологиялык таза
ru: Экологичный

# con_protection
source: Requires additional protection
ky: Кошумча коргоо талап кылынат
ru: Требуется защита

# con_fire_resistance
source: Low fire resistance
ky: Отко чыдамсыз
ru: Огнеупорность

# con_biodegradable
source: Biodegradable
ky: Биологиялык бузулат
ru: Биоразлагаемый

# con_moisture_resistance
source: Low moisture resistance
ky: Нымга туруктуулугу төмөн
ru: Низкая стойкость к влаге

# con_sound_insulation
source: Poor sound insulation
ky: Үндү начар изоляциялайт
ru: Плохая звукоизоляция

# clay_title
source: Expanded clay
ky: Керамзит
ru: Керамзит

# pro_small_volume
source: Low volume
ky: Көлөмү аз
ru: Маленький объем

# mineral_title
source: Mineral wool
ky: Минералдык жүн
ru: Минеральная вата

# pro_breathability
source: Breathable (vapour-permeable)
ky: Аба өткөрүмдүүлүк
ru: Воздухопроницаемость

# con_large_volume
source: Bulky
ky: Көлөмү чоң
ru: Большой объем

# con_skin_airway_irritation
source: May irritate skin and airways
ky: Терини жана дем алуу жолдорун дүүлүктүрөт
ru: Раздражение кожи и дыхательных путей

# pps_title
source: Polystyrene foam (EPS)
ky: Пенополистирол (ППС)
ru: Пенополистирол (ППС)

# con_easily_damaged
source: Easily damaged
ky: Оңой бузулат
ru: Легко повреждается

# con_poor_breathability
source: Poor breathability
ky: Аба өткөрүмдүүлүгү начар
ru: Плохая воздухопроницаемость

# xps_title
source: Extruded polystyrene (XPS)
ky: Экструдирленген пенополистирол (XPS)
ru: Экструдированный пенополистирол (XPS)

# pro_strength
source: High strength
ky: Бекемдик
ru: Прочность

# pu_title
source: Polyurethane foam (PU)
ky: Пенополиуретан (ПУ)
ru: Пенополиуретан (ПУ)

# con_poor_fire_resistance
source: Poor fire resistance
ky: Отко чыдамдуулугу начар
ru: Плохая огнеупорность

# slabs_title
source: Reed boards
ky: Камыштан жасалган плиталар
ru: Камышитовые плиты

# wool_title
source: Wool
ky: Жүн
ru: Шерсть

source: Recommended thickness:
ky: Сунушталган калыңдык:
ru: Рекомендуемая толщина:

source: Not found
ky: Табылган жок
ru: Не найдено

# error_material_not_found
source: Material not found
ky: Материал табылган жок
ru: Материал не найден

# error_city_not_found
source: City or village not found
ky: Шаар же айыл табылган жок
ru: Город или Село не найдено

source: Calculate thickness
ky: Калыңдыгын эсептөө
ru: Рассчитать толщину

# category_apartment
source: Apartment
ky: Квартира
ru: Квартира

# category_house
source: Private house
ky: Жеке үй
ru: Частный дом

# door_title
source: DOOR INSULATION
ky: ЭШИКТЕРДИ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ДВЕРЕЙ

# door_intro_text
source: The main purpose of doors and windows is to protect a building from cold weather by preventing cold air from entering and keeping warmth inside. Unlike windows, which are often kept closed, entrance doors are opened and closed frequently. Because of this, door seals can become flattened over time and lose their effectiveness, so they can no longer fully perform their function. Entrance doors for houses and apartments may look structurally the same, but in private houses the door opens directly to the street, while in city apartments there is a “buffer” area such as a relatively warm entrance hall. Therefore, door insulation in houses must be noticeably stronger. It is important to consider that the quality of the insulation inside the door plays a major role in maintaining thermal comfort and a comfortable indoor temperature. If the door leaf is misaligned or the frame is deformed, it may be necessary to adjust the door or even replace the hinges. For metal door units, misalignment usually happens due to worn-out hinges. Although you can apply self-adhesive sealing strips around the door leaf, this is not enough to fully solve the problem.
ky: Эшиктер менен терезелердин негизги максаты — имаратты сууктан коргоо, сырттан муздак абанын киришин алдын алуу жана бөлмөнүн ичиндеги жылуулукту сактоо. Терезелер көбүнчө жабык же ачылбай турган болуп турса, кире бериш эшикти биз көп ачып-жабабыз. Ошондуктан эшиктеги тыгыздоочу резиналар убакыт өткөн сайын жука болуп, натыйжалуулугун жоготуп, өз функциясын толук аткара албай калат. Үйгө жана батирге коюлган кире бериш эшиктер конструкциясы боюнча окшош болушу мүмкүн. Бирок жеке үйлөрдө эшик түз эле көчөгө чыгат, ал эми шаардагы батирлерде салыштырмалуу жылуу подъезд “буфер” болуп берет. Ошондуктан жеке үйлөрдө эшикти жылуулоо бир кыйла күчтүүрөөк болушу керек. Эшиктин ичиндеги жылуулоочу материалдын сапаты бөлмөдөгү жылуулукту сактоодо жана ыңгайлуу температураны камсыз кылууда чоң роль ойнойт. Эгер эшик полотносунун кыйшайышы же кутучанын деформациясы болсо, аны жөнгө салуу же керек болсо илинчектерди (петляларды) алмаштыруу зарыл. Металл эшик блокторунда эшик полотносунун кыйшайышы көбүнчө навестердин эскиришинен улам пайда болот. Полотнонун периметри боюнча өзү жабышуучу молдинг колдонсо болот, бирок бул көйгөйдү толук чечүүгө жетишсиз.
ru: Главная цель дверей и окон — обеспечить защиту здания от холода, предотвращая его проникновение извне, и сохранять тепло внутри помещения. В отличие от окон, которые зачастую остаются закрытыми или являются глухими, входные двери мы часто открываем и закрываем. Из-за этого уплотнители на дверях становятся плоскими и теряют свою эффективность, не способны полностью выполнять свою функцию. Входные двери в дом и квартиру конструктивно могут быть абсолютно одинаковыми, но в частных домах двери выходят непосредственно на улицу, а в городских квартирах есть буфер в виде относительно теплого подъезда. Поэтому утепление двери в домах должно быть на порядок мощнее. Важно учитывать, что качество утеплителя внутри двери играет значительную роль в обеспечении теплоизоляции и комфортной температуры в помещении. В случае перекошенного дверного полотна или деформации короба необходимо производить регулировку или даже замену петель. У металлических дверных блоков перекос дверного полотна обычно происходит из-за изношенности навесов. Хотя можно применить самоклеющийся молдинг по периметру полотна, этого недостаточно для полного устранения проблемы.

# door_materials_text
source: Before starting insulation, let’s look at which insulating materials can be used. In theory, instead of foam plastic you can use extruded polystyrene foam (XPS / “Penoplex”). It is much denser and provides better thermal insulation. However, the price can be about twice as high, and with the same thickness the insulating effect is only slightly different. Mineral wool is widely used as door insulation. The installation method is similar to foam boards, but there is an important point: for doors it is recommended to use only high-density mineral wool boards. They keep their shape and volume when exposed to condensation, unlike soft mats which may settle over time and lose their insulating properties. You can also find an inexpensive door insulation kit on the market. It is usually a self-adhesive foam sealing strip that is applied around the door frame or door leaf. The quality is average, but the price is very affordable. In many cases, such sealing lasts for one season. Foil-faced isolon is an excellent material for insulating doors. It consists of foamed polyethylene (about 5 mm thick), with a foil layer on one side and an adhesive film on the other. It works well for all door types. The foil combined with the porous structure creates a “thermos effect”, providing strong thermal insulation. As for honeycomb cardboard (originally used inside hollow interior doors), it is almost ineffective for entrance doors. The paper is not very durable and deteriorates quickly. Door insulation can be divided into 3 stages:
ky: Жылуулоону баштардан мурда, кайсы материалды колдоно турганыбызды карап көрөлү. Теория жүзүндө пенопласттын ордуна экструзияланган пенополистиролду (Пеноплекс) колдонсо болот — ал тыгызыраак жана жылуулук изоляциясы жогору. Бирок баасы, мисалы, пенопластка караганда 2 эсе кымбатыраак, ал эми мындай калыңдыкта жылуулоочу эффект айырмасы анча чоң эмес. Минералдык пахта эшиктерди жылуулоодо кеңири колдонулат. Монтаждоо ыкмасы пенопласттыкына окшош, бирок маанилүү жагдай бар: эшиктер үчүн пахтанын плиталарынын ичинен тыгыз варианттарын гана тандаган туура. Алар конденсаттын таасиринен көлөмүн өзгөртпөйт. Ал эми жумшак маттар убакыт өтүшү менен отуруп, жылуулоочу касиетин жоготушу мүмкүн. Азыр базарда эшикти жылуулоого арналган арзан комплекттер бар. Бул — кутучанын же эшиктин периметри боюнча чапталуучу өзүнчө жабышуучу поролон молдинг. Сапаты орточо, бирок баасы жеткиликтүү. Көп учурда мындай тыгыздоо 1 сезонго жетет. Фольгалуу изолон — эшиктерди жылуулоого эң жакшы материалдардын бири. Ал болжол менен 5 мм калыңдыктагы көбүктөлгөн полиэтиленден турат: бир бетинде фольга катмары, экинчи бетинде жабышуучу пленка бар. Бул материал бардык түрдөгү эшиктер үчүн ылайыктуу. Фольга жана көзөнөктүү структура “термос” эффектин түзүп, жылуулук изоляциясын күчөтөт. Ал эми сотулуу картон (ичи көңдөй бөлмө эшиктеринин кутучаларын толтурууга арналган) кире бериш эшиктер үчүн дээрлик натыйжасыз. Андагы кагаз бекем эмес жана тез бузулат. Эшиктерди жылуулоону 3 этапка бөлүүгө болот:
ru: Перед тем как приступить к утеплению, давайте рассмотрим, какой утеплитель мы будем использовать. Теоретически вместо пенопласта можно использовать экструдированный пенополистирол (Пеноплекс). Он гораздо плотнее и уровень теплоизоляции у него выше, однако цена примерно в 2 раза выше, а при такой толщине утепляющий эффект отличается незначительно. Минеральная вата широко применяется в качестве утеплителя для дверей. При выборе ватных плит рекомендуется использовать только плотные варианты, так как они не теряют объем при воздействии конденсата. Сейчас на рынке можно найти недорогой комплект для утепления двери — самоклеящийся поролоновый молдинг. Обычно его хватает на один сезон. Фольгированный изолон — эффективный материал для утепления дверей, создающий эффект термоса. Сотовый картон практически неэффективен для утепления входных дверей. Утепление дверей можно разделить на 3 этапа:

# door_step_slopes
source: Insulating slopes
ky: Откосторду жылуулоо
ru: Утепление откосов

# door_step_canvas
source: Insulating the door leaf from the inside
ky: Эшик полотносун ичинен жылуулоо
ru: Утепление самого полотна изнутри

# door_step_seal
source: Replacing or installing seals
ky: Тыгыздоочуларды алмаштыруу же орнотуу
ru: Замена или установка уплотнителей

# door_canvas_title
source: Insulating the door leaf from the inside
ky: Эшик полотносун ичинен жылуулоо
ru: Утепление самого полотна изнутри

# door_canvas_text
source: Before starting the work, all door hardware that may interfere should be removed: locks, keyholes, and the peephole. Then the door leaf should be taken off the hinges and placed on a flat, stable surface. It is possible to work with the door in a vertical position, but this is less convenient and usually requires professional skills. To insulate the door leaf, the inner decorative panel must be removed and the door cavity filled with foam plastic or mineral wool boards. This significantly reduces heat loss through the door. The inner panel is removed from the door. In more expensive models it may be a reinforced metal sheet, while in budget versions it is often plywood. In all cases, it is fixed with standard screws. The old insulation should be completely removed. If the door has stiffening ribs inside, several holes should be drilled in them at intervals of 40–45 cm and filled with монтаж foam. The diameter of the holes should match the diameter of the foam tube. When mineral wool is used, a polyethylene moisture barrier must be installed. This is not required when using polystyrene foam. The insulation is cut to size with a small margin to avoid gaps. The final step is placing the insulation inside the cavities. The most reliable fixing methods are liquid nails or монтаж foam. After that, the inner panel is reinstalled, the hardware is mounted back, and the door is returned to the doorway.
ky: Ишти баштоодон мурда эшик полотносундагы бардык тоскоол болуучу фурнитураны алып салуу керек: кулпуларды, кулпу тешиктерин жана эшик көзчөсүн. Андан кийин эшикти илинчектеринен алып, тегиз жана ыңгайлуу бетке жаткыруу зарыл. Эшик тик абалда турганда да иштесе болот, бирок бул анча ыңгайлуу эмес жана көбүнчө адистерге гана ылайыктуу. Эшик полотносун жылуулоо үчүн ички декоративдик каптаманы алып, андан соң полотнонун ичин пенопласт же минералдык пахта плиталары менен толтуруу керек. Бул эшик аркылуу жылуулуктун жоголушун кыйла азайтат. Эшиктин ички тарабындагы каптама алынат. Кымбат моделдерде бул брондолгон металл барак болушу мүмкүн, ал эми жөнөкөй моделдерде — фанера. Кандай болбосун, ал кадимки бурамалар менен бекитилет. Эски жылуулоочу материалды толугу менен алып салуу сунушталат. Эгер эшиктин ичинде катуулоочу кабыргалар болсо, аларга 40–45 см аралыкта тешиктерди тешип, монтаждык көбүк менен толтуруу керек. Тешиктердин диаметри көбүк баллонунун түтүгүнө туура келиши зарыл. Минералдык пахта колдонулганда полиэтиленден гидробарьер жасоо керек. Пенополистирол колдонулса, мындай тоскоолдук милдеттүү эмес. Жылуулоочу материал керектүү өлчөмдө, бир аз запас менен кесилет. Акыркы этап — жылуулоочту ички көңдөйлөргө жайгаштыруу. Эң ишенимдүү ыкма — суюк мыктар же монтаждык көбүк колдонуу. Андан соң каптама кайра орнотулуп, фурнитура коюлат жана эшик өз ордуна кайтарылат.
ru: В начале работы следует убрать с дверного полотна всю фурнитуру, которая может помешать дальнейшей работе: замки, замочные скважины и дверной глазок. После этого необходимо снять полотно с петель и положить его на ровную удобную поверхность. Конечно, можно работать, когда дверь находится в вертикальном положении, но это менее удобно и под силу в основном профессионалам. Для утепления дверного полотна необходимо снять внутреннюю декоративную панель и затем заполнить короб полотна пенопластом или ватными плитами. Это позволит значительно снизить потери тепла через дверь. С внутренней стороны двери снимается накладка. У более дорогих моделей это может быть бронированный лист, у бюджетных — накладка из фанеры. В любом случае она крепится обычными саморезами. Старый утеплитель рекомендуется полностью удалить. Если внутри двери есть ребра жесткости, в них необходимо просверлить отверстия с шагом 40–45 см и заполнить их монтажной пеной. Диаметр отверстий должен соответствовать диаметру трубки баллона с пеной. При использовании минеральной ваты необходимо создать гидробарьер из полиэтилена. Для пенополистирола такой барьер не обязателен. Утеплитель нарезается по размеру с небольшим запасом, чтобы избежать образования пустот. Завершающий этап — укладка утеплителя в полости. Наиболее надежный способ крепления — жидкие гвозди или монтажная пена. После этого накладка устанавливается обратно, монтируется фурнитура, и дверь возвращается в проем.

# door_seal_title
source: Replacing or installing seals
ky: Тыгыздоочуларды алмаштыруу же орнотуу
ru: Замена или установка уплотнителей

# door_seal_heading
source: Replacing or installing seals
ky: Тыгыздоочуларды алмаштыруу же орнотуу
ru: Замена или установка уплотнителей

# door_seal_text
source: For this purpose, self-adhesive seals are used — usually polymer seals, and more rarely foam seals. Polymer seals are recommended because they last longer and are more effective. A foam adhesive strip may not last even one season; in the best case it wears out within a year. The process is simple: apply the seal along the perimeter of the door leaf. The key point is to wipe and degrease the surface beforehand so the seal sticks properly. A critical factor is choosing the correct seal thickness. A seal that is too thin will not work effectively, while a seal that is too thick will add extra load to the door hinges when closing and may cause faster wear. Plasticine can help you choose the right thickness. Wrap a small piece in plastic film and place it between the door frame and the door leaf. Close and then open the door. The thickness of the flattened plasticine roll will match the optimal seal thickness.
ky: Бул үчүн жабышуучу негиздеги тыгыздоочу колдонулат — полимердик же (сейрек) поролондук. Полимердик вариантты тандаган туура, анткени анын кызмат мөөнөтү узагыраак жана натыйжалуулугу жогору. Поролон жабышма лента бир сезонго да жетпей калышы мүмкүн, эң жакшы дегенде бир жылдын ичинде эле эскирип кетет. Процесс өзү жөнөкөй: тыгыздоочту эшик полотносунун периметри боюнча чаптоо керек. Эң башкысы — бетин алдын ала сүртүп, майдан тазалап (обезжирить) коюу, ошондо тыгыздооч жакшы жабышат. Жылуулоонун натыйжалуулугу көп учурда тыгыздоочтун туура калыңдыгын тандап алууга байланыштуу. Өтө жука тыгыздооч өз функциясын толук аткарбайт, ал эми өтө калыңы эшик жабылганда илинчектерге кошумча күч түшүрүп, алардын тез эскиришине алып келет. Бул маселени чечүүгө пластилин жардам берет. Аны целлофанга ороп, эшик кутучасы менен полотнонун ортосуна коюңуз. Андан соң эшикти жаап, кайра ачыңыз. Пластилинден чыккан валиктин калыңдыгы тыгыздоочтун оптималдуу калыңдыгына туура келет.
ru: Для этих целей используется уплотнитель — полимерный или поролоновый (реже) на клеящейся основе. Предпочтение лучше отдать полимерному, так как срок его эксплуатации дольше, а эффективность выше. Поролоновая клейкая лента не продержится и сезон — в лучшем случае износится в течение года. Сам процесс утепления прост и предполагает наклейку уплотнителя по периметру дверного полотна. Главное — предварительно протереть и обезжирить поверхность, чтобы уплотнитель лучше приклеился. Важным аспектом, от которого зависит эффективность утепления, является правильный подбор толщины уплотнителя. Тонкий уплотнитель не будет выполнять свою функцию в полном объеме, а толстый создаст дополнительную нагрузку на дверные петли при закрывании двери и приведет к их ускоренному износу. В решении этой проблемы поможет пластилин. Его нужно завернуть в целлофан и поместить между дверной коробкой и полотном. Затем дверь закрыть и открыть. Толщина полученного пластилинового валика будет соответствовать оптимальной толщине уплотнителя.

# door_slopes_title
source: Insulating slopes
ky: Откосторду жылуулоо
ru: Утепление откосов

# door_slopes_heading
source: Insulating slopes
ky: Откосторду жылуулоо
ru: Утепление откосов
