Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# drawer_main
source: Home
ky: Башкы бет
ru: Главная

# drawer_about
source: About the project
ky: Долбоор жөнүндө
ru: О проекте

# drawer_where
source: Where to insulate?
ky: Кайсы жерди жылуулоо керек?
ru: Где утеплять?

# drawer_feedback
source: Feedback
ky: Артка байланыш
ru: Обратная связь

# home_categories
source: Categories
ky: Категориялар
ru: Категории

# home_size
source: Calculate thickness
ky: Санаа
ru: Рассчитать толщину

# about_proj
source: About the Project
ky: Проект жондо
ru: О проекте

# uni
source: Kyrgyz National Agrarian University named after K.I. Skryabin
ky: КНАУ им. К.И. Скрябина
ru: КНАУ им К.И. Скрябина

# text_about_proj
source: The informational and educational mobile application "Zhyluu Uy" was developed within the framework of the initiative "Raising public awareness in Kyrgyzstan on building energy efficiency in order to reduce atmospheric emissions and support climate change mitigation and adaptation" under the Small Grants Program of the "Taza Kelechek" project. The goal of the mobile application is to increase public awareness of building energy efficiency in order to reduce the use of solid fuels. As a first step towards energy-efficient buildings, the application mainly focuses on informing people about the necessity and importance of home insulation, as well as teaching basic insulation methods to save money on heating. As a long-term goal, the application aims to reduce air pollution levels in the cities of the Kyrgyz Republic and decrease atmospheric emissions to support climate change adaptation and mitigation. The information in the mobile application is presented in simple language so that it is understandable to everyone. The content of the application is based on original developments, calculations by involved experts, as well as materials published within previously implemented projects in the field of building energy efficiency. In particular, the following sources were used: the Guide for Installers on Floor and Ceiling Insulation (project "Capacity Building of the Kyrgyz Association – Rational Use of Energy in Buildings – Phase II", EBRD), the Catalogue of Technical Solutions for Thermal Insulation of External Enclosing Structures of Individual Residential Buildings ("KyrgyzNIIPSS", Public Foundation "Camp Alatoo", GEF/UNDP project "Improving Energy Efficiency in Buildings"), SNiP KR 23-01-2013 Building Thermal Engineering (Thermal Protection of Buildings), SP 23-101-2013 Design of Thermal Protection of Buildings, SNiP KR 23-02-00 Building Climatology, GOST 26602.2-99 Window and Door Units: Methods for Determining Air Permeability, and analyzed internet sources. The mobile application "Zhyluu Uy" is funded by a grant from the United States Department of State. The opinions and conclusions expressed in the application are those of the authors and do not necessarily reflect the views of the United States Department of State.
ky: «Жылуу үй» маалыматтык-окутуучу мобилдик тиркемеси «Таза Келечек» долбоорунун кичи гранттары программасы боюнча «Атмосферанын зыяндуу заттар менен булгануусун кыскартуу, митигация жана климаттын ѳзгѳрүүсүнѳ ыңгайлашуусу максатында имараттардын энергиялык натыйжалуулугу маселеси боюнча Кыргызстандын калкынын маалымдуулугун жогорулатуу» демилгесин ишке ашыруунун алкагында иштелип чыккан. Мобилдик тиркеменин максаты – катуу отунду колдонууну кыскартуу үчүн имараттардын энергиялык натыйжалуулугу боюнча ѳлкѳ калкынын маалымдуулук деңгээлин жогорулатуу. Имараттардын энергиялык натыйжалуулугуна карай алгачкы кадам катары иштелип чыккан тиркеме, негизинен, элди үйлѳрүн жылуулук менен изоляциялоонун зарылдыгы жана маанилүүлүгү тууралуу маалымдоого, ошондой эле элди үйдү жылытууга кеткен акча каражатын үнѳмдѳѳ үчүн жылуулукту изоляциялоонун негизги усулдарын үйрѳтүүгѳ багытталган. Узак мѳѳнѳттү максаттаган бул тиркеме Кыргыз Республикасындагы шаарларда абанын булгануу деңгээлин тѳмѳндѳтүүгѳ жана климаттын ѳзгѳрүүсүнүн кесепеттерин ыңгайлаштырууга жана жумшартууга багытталган. Мобилдик тиркемедеги маалымат баарына түшүнүктүү болуш үчүн жѳнѳкѳй тил менен берилген. Булак иретинде тиркеменин мазмундук бѳлүгүндѳ жеке иштеп чыгуулар, чакырылган эксперттердин эсептѳѳлѳрү, ошондой эле имараттардын энергиялык натыйжалуулугу жаатындагы ишке ашырылган буга чейинки долбоорлордун алкагында жарыяланган материалдар колдонулду, атап айтканда: полдорду жана шыптарды жылуулоо боюнча монтаждоочулар үчүн колдонмо (“Имараттарда энергияны рационалдуу пайдалануу – кыргыз ассоциациясынын потенциалын чыңдоо – фаза II”, ЕБРР), жеке турак үйлѳрдүн тышкы тосмо конструкцияларын жылуулоо боюнча техникалык чечимдердин каталогу (“КыргызНИИПСС”, ОФ “Camp Alatoo”, ГЭФ/ПРООН “Имараттардагы энергиялык натыйжалуулукту жакшыртуу” долбоору), СНиП КР 23-01-2013 Курулуш жылуулук техникасы (имараттардын жылуулук тосмосу), СП 23-101-2013 Имараттардын жылуулугун сактоону долбоорлоо, СНиП КР 23-02-00 Курулуштук климатология, ГОСТ 26602.2-99 Терезе жана эшик блоктору: аба ѳткѳрүмдүүлүгүн аныктоо усулу жана иликтѳѳгѳ алынган интернет-булактар. «Жылуу үй» мобилдик тиркемеси АКШ Мамлекеттик департаменти грантынын эсебинен каржыланды. Тиркемеде берилген пикирлер жана корутундулар авторлорго гана тиешелүү жана АКШнын Мамлекеттик департаментинин кѳз карашын чагылдырган эмес. «Жылуу үй» мобилдик тиркемеси К. И. Скрябин атындагы КНАУ демилгелик тобу (А. В. Кенжебаева, Б. Анарбек), ошондой эле чакырылган эксперттердин командасы (А. Ч. Орозобекова, В. О. Греб, Р. А. Мигранов, О. И. Элеманов, Н. К. Рысмендеева) тарабынан түзүлдү. Иштеп чыгуучулардын жана эксперттердин бирдиктүү командасына терең ыраазычылык билдиребиз.
ru: Информационно-обучающее мобильное приложение «Жылуу үй» разработано в рамках реализации инициативы «Повышение осведомленности населения Кыргызстана по вопросам энергоэффективности зданий в целях сокращения выбросов в атмосферу и митигации и адаптации к изменению климата» по программе малых грантов проекта «Таза Келечек». Целью мобильного приложения является повышение уровня осведомленности населения страны по энергоэффективности зданий для сокращения использования твердого топлива. В качестве первого шага к энергоэффективным зданиям, приложение в основном направлено на информирование людей о необходимости и важности теплоизоляции домов, а также на обучение людей основным методам теплоизоляции для экономии денег на отоплении. В качестве долгосрочной цели, приложение направлено на снижение уровня загрязнения воздуха в городах Кыргызской Республики и сокращения выбросов в атмосферу для адаптации и смягчения последствий изменения климата. Информация в мобильном приложении изложена простым языком для того, чтобы была понятна всем. В качестве источников для содержательной части приложения были использованы собственные разработки, подсчеты привлеченных экспертов, а также материалы, опубликованные в рамках ранее реализованных проектов в области энергоэффективности зданий, в частности, были использованы Руководство для монтажников по теплоизоляции полов и потолков (проект «Укрепление потенциала кыргызской ассоциации – рациональное использование энергии в зданиях – фаза II», ЕБРР), Каталог технических решений по теплоизоляции наружных ограждающих конструкций индивидуальных жилых домов («КыргызНИИПСС», ОФ «Camp Alatoo», проект ГЭФ/ПРООН «Улучшение энергоэффективности в зданиях»), СНиП КР 23-01-2013 Строительная теплотехника (тепловая защита зданий), СП 23-101-2013 Проектирование тепловой защиты зданий, СНиП КР 23-02-00 Строительная климатология, ГОСТ 26602.2-99 Оконные и дверные блоки: методы определения воздухопроницаемости и проанализированные интернет-источники. Мобильное приложение «Жылуу үй» профинансировано за счет гранта Государственного департамента США. Мнения и выводы, изложенные в приложении, принадлежат авторам и не обязательно отражают точку зрения Государственного департамента США. Мобильное приложение «Жылуу үй» создано инициативной группой КНАУ имени К.И. Скрябина (Кенжебаева А.В., Анарбек Б.), а также командой привлеченных экспертов – Орозобековой А.Ч., Греб В.О., Миграновым Р.А., Элемановым О.И., Рысмендеевой Н.К. Выражаем благодарность всей сплоченной команде разработчиков и экспертов.

# insulation_balcony_loggia_title
source: УТЕПЛЕНИЕ\nБАЛКОНА / ЛОДЖИИ
ky: БАЛКОНДУ/ЛОДЖИЯНЫ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ БАЛКОНА / ЛОДЖИИ

# advantage_insulation_balcony_loggia_title
source: Преимущества утепления балкона/ лоджии:
ky: Балконду/лоджияны жылуулоонун артыкчылыктары:

# balcony_text_1
source: Энергоэффективность — утепление балкона помогает уменьшить теплопотери через стены, что повышает энергоэффективность всего здания. Это позволяет снизить расходы на отопление и кондиционирование воздуха и сделать жильё более комфортным независимо от времени года.
ky: Энергия үнѳмдүүлүк – балконду жылуулоо дубал аркылуу жылуулукту жоготууну азайтууга жардам берет, бул бүткүл имараттын энергия үнѳмдүүлүгүн жогорулатат. Бул жылытууга жана абаны желдетүүгѳ кеткен чыгымдарды азайтууга жана турак жайдын жылдын кай мезгили болсо да ыңгайлуу болушуна алып келет.

# balcony_text_2
source: Защита от холода и влаги — утеплённый балкон служит дополнительным барьером от холодного воздуха, ветра и влажности.
ky: Сууктан жана нымдуулуктан коргоо – жылууланган балкон муздак абадан, шамалдан жана нымдуулуктан коргоочу кошумча тоскоолдук катары кызмат кылат.

# balcony_text_3
source: Создание дополнительного жилого пространства — после утепления балкон можно преобразовать в дополнительное пространство (кабинет, студию, зону для отдыха, место для хранения вещей и др.).
ky: Кошумча турак жай мейкиндигин жаратуу – балконду жылуулагандан кийин аны кошумча мейкиндикке (кабинет, студия, эс алуу аймагы, буюм-тайымды сактоочу жай ж.б.) ѳзгѳртүүгѳ болот.

# balcony_text_4
source: Повышение стоимости недвижимости — утепление балкона может увеличить стоимость жилья при его продаже или сдаче в аренду. Покупатели и арендаторы часто ценят наличие утеплённых балконов.
ky: Кыймылсыз мүлктүн наркын жогорулатуу – балконду жылуулоо сатууда же ижарага берүүдѳ турак жайдын наркын кѳтѳрүшү мүмкүн. Сатып алуучулар жана ижарачылар, адатта, жылууланган балкондун болуусуна баа берет, анткени аны кошумча турак жай мейкиндиги катары да колдонууга болот.

# balcony_text_5
source: Защита от повреждений — утепление может предотвратить повреждение балкона из-за экстремальных температур, влажности и образования конденсата.
ky: Зыянга учуроодон коргоо – балконду жылуулоо аны экстремалдык температуралык шарттарда зыянга учуроодон, нымдуулуктан жана конденсаттын пайда болуусунан коргойт.

# balcony_text_6
source: Теплоизоляция балкона или лоджии позволяет зимой сохранить тепло в квартирах, а летом создать прохладу.
ky: Балкондун/лоджиянын жылуулук изоляциясы кышында батирде жылуулукту, ал эми жайында салкынды сактоого мүмкүндүк берет.

# variants_of_insulation
source: Варианты утеплени\nбалкона/лоджии:
ky: Балконду/лоджияны жылуулоонун варианттары:

# variants_balcony_out
source: Снаружи
ky: Тышынан

# variants_balcony_out_1
source: (только балкон).
ky: (балкон гана).

# button_outside
source: Снаружи
ky: Тышынан

# variants_balcony_ins_
source: Изнутри
ky: Ичинен

# variants_balcony_ins_1
source: (балкон и лоджию).
ky: (балкон жана лоджия).

# button_inside
source: Изнутри
ky: Ичинен

# variants_balcony_two
source: С обеих сторон
ky: Эки жагынан те

# variants_balcony_two_1
source: (только балкон).
ky: (балкон гана).

# variants_two_side
source: Утепление с обеих сторон\n
ky: Эки жагын тең жылуулоо
ru: Утепление с обеих сторон

# variants_two_side_1
source: приводит к увеличению затрат в два раза, но при этом не повышает тепловая эффективность. Поэтому достаточно утеплить балкон/лоджию или снаружи или изнутри.
ky: чыгымдарды эки эсе жогорулатат, бирок жылуулуктун натыйжалуулугу жогорулабайт. Андыктан балконду/лоджияны же тышынан же ичинен гана жылуулоо жетиштүү.

# inside_insulation_title
source: Утепление балкона/лоджии изнутри
ky: Балконду/лоджияны ичинен жылуулоо

# inside_insulation_title_1
source: Утепление балкона/лоджии изнутри
ky: Балконду/лоджияны ичинен жылуулоо

# inside_insulation_text
source: Преимущества - относительная простота установки, особенно, если балкон уже застеклен. Недостаток - уменьшение площади помещения из-за утеплителя. Для утепления своими реками нужны некоторые базовые навыки в строительстве и умение правильно использовать подходящие материалы. Нужно соблюдать меры безопасности и тщательно выполнить каждый шаг процесса.
ky: Артыкчылыгы – орнотуу салыштырмалуу оңой, ѳзгѳчѳ, эгер балкон буга чейин эле айнектелген болсо. Кемчилиги – жылуулоочу материалдардын эсебинен балкондун аянтынын азайышы. Ѳз колу менен жылуулоо үчүн курулуш жаатында бир аз да болсо түпкү кѳндүмдѳргѳ жана керектүү материалдарды туура пайдалануу жѳндѳмүнѳ ээ болуу керек. Коопсуздук чараларын аткаруу менен процесстин ар бир кадамын кылдат аткаруу керек.

# preparation_inside_text
source: 1. Подготовительные работы
ky: 1. Даярдык кѳрүү иштери

# preparation_inside_text_1
source: 2. Монтаж утеплителя
ky: Жылуулоочтун жана материалдардын керектүү кѳлѳмүн баалаңыз. Сиз каалаган балкондун кѳлѳмүнѳ жана жылуулоо деңгээлине негизделиңиз. Тѳмѳнкүлѳрдү сатып алыңыз: - жылуулооч (мисалы, минералдык пахта, пенопласт же или экструзиялык пенополистирол), - курулуш шаймандары, клей же монтаждык кѳбүк, жасалгоо үчүн декоративдик материалдар (плиткалар, панелдер).

# outside_insulation_text
source: крайне сложно выполнить самостоятельно. Необходима помощь промышленных альпинистов, имеющих опыт работы с наружными стенами многоэтажных зданий. Кроме того, такой процесс может потребовать дополнительного разрешения местной администрации на изменение фасада, что может привести к дополнительным расходам. Преимущество внешнего утепления - слой утеплителя не забирает уже и так небольшую площадь балкона.
ky: ѳз алдынча аткаруу ѳтѳ кыйын. Андыктан, кѳп кабаттуу имараттардын тышкы дубалдары менен иш алып баруу тажрыйбасына ээ ѳнѳр жай альпинисттеринин жардамы керек. Мындан тышкары, бул сыяктуу процесстер имараттын бетин ѳзгѳртүүгѳ жергиликтүү администрациядан кошумча уруксат алууну талап кылышы мүмкүн, бул, албетте, кошумча чыгымдарга алып келет. Тышкы жылуулоонун артыкчылыгы – жылуулоочу катмар балкондун ансыз да чакан катмарын азайтып салбайт.

# prep_work
source: Подготовительные работы
ky: Даярдык кѳрүү иштери

# planning
source: 1. Планирование и подготовка
ky: 1. Пландаштыруу жана даярдык кѳрүү

# text_planning
source: Оцените необходимое количество утеплителя и материалов. Исходите из размеров балкона и степени утепления, которую хотите достичь.
ky: Жылуулоочтун жана материалдардын керектүү кѳлѳмүн баалаңыз. Сиз каалаган балкондун кѳлѳмүнѳ жана жылуулоо деңгээлине негизделиңиз.

# buy
source: Приобретите:
ky: Тѳмѳнкүлѳрдү сатып алыңыз:

# what_buy
source: - утеплитель (например, минеральную вату, пенопласт или экструдированный пенополистирол), - строительные инструменты, клей или монтажную пену, декоративные материалы (плитки, панели) для отделки.
ky: - жылуулооч (мисалы, минералдык пахта, пенопласт же или экструзиялык пенополистирол), - курулуш шаймандары, клей же монтаждык кѳбүк, жасалгоо үчүн декоративдик материалдар (плиткалар, панелдер).

# planning_1
source: 2. Подготовка поверхностей
ky: 2. Кыртышты даярдоо

# text_planning_1_1
source: Тщательно осмотрите балкон/лоджию, обратив внимание на наличие повреждений, трещин, и следов влажности. Проверьте также состояние окон и дверей, чтобы убедиться, что они герметично закрываются и не пропускают холодный воздух.
ky: Балконду/лоджияны кылдат карап чыгыңыз, зыянга учураган жерлерине, жаракаларга жана нымдуулуктун болуусуна кѳңүл бургула. Терезе менен эшикттердин абалын, алар герметикалуу жабылганына жана муздак абаны кирбегендигин текшериңиз.

# text_planning_1_2
source: Тщательно очистите помещение от грязи, пыли и лишних предметов, удалите со стен, пола и потолка старую краску, обои т.п. Чистые стены, потолок, пол обеспечат лучшую адгезию (способность покрытия к прочному сцеплению с поверхностью основания) новых материалов.
ky: Балкондун кирин, чаңын кетирип, ашыкча буюмдардан арылтып, дубалдардагы, полдогу эски боёкту, туз кагаздарды ж.б. алып таштаңыз. Дубал, шып, пол таза болсо, ал жаңы материалдардын мыкты адгезиясын (каптоочтун негиздин бети менен бекем жабышуу жѳндѳмү) камсыздайт.

# text_planning_1_3
source: Заделайте все швы и трещины. Мелкие трещины и щелочки можно замазать атмосферостойким герметиком. Крупные щели можно заделать монтажной пеной. Это важно, чтобы предотвратить проникновение влаги и обеспечить прочное основание для утеплителя.
ky: Кошулган жерлерин жана жаракалардын баарын бүтѳгүлѳ. Майда жаракаларды жана жылчык-тешиктерди атмосферага туруктуу герметик менен жамаса болот. Ал эми чоңураак тешиктерди монтаждык кѳбүк менен бекитет. Бул жылуулооч үчүн бекем негизди камсыздоо жана нымдуулуктун кирүүсүн алдын алуу үчүн маанилүү.

# text_planning_1_4
source: Если вы обнаружите проблемы с влажностью, такие как протекание крыши или стены, утечка из окон или другие источники влаги, они должны быть исправлены до начала утепления. Влага может нанести серьезный вред утеплителю и привести к образованию плесени.
ky: Эгер сиз чатырдан же дубалдан, терезе же дагы башка нымдуулук булагынан суу кирүү, нымдуулук кѳйгѳйүнѳ кабылсаңыз, буларды жылуулоо мезгили башталганга чейин жоюуга тийишсиз. Нымдуулук жылуулоочко олуттуу зыян алып келип, аны кѳгѳрүп кетүүгѳ дуушар кылат.

# planning_2
source: 3. Грунтовка поверхностей
ky: 3. Грунттоо

# text_planning_2_1
source: После того, как вы подготовили поверхность, пришло время нанести грунтовку. Это шаг, который вы не должны пропускать.
ky: Кыртышты даярдагандан кийин аны тегиздѳѳ, грунттоо керек. Бул кадамды калтырып кетпеш керек.

# text_planning_2_2
source: Сначала тщательно перемешайте грунтовку, чтобы смесь стала однородной. После этого кистью или валиком равномерно нанести грунтовку на поверхность балкона. Когда вы закончите первый слой, дайте ему высохнуть.
ky: Алгач грунтту жакшылап аралаштырыш керек. Андан соң кисть же валик менен балкондун кыртышына грунтту шыбоо керек. Бир катмар шыбагандан кийин ал кургаганча күтүш керек.

# text_planning_2_3
source: Затем примерно через час нанесите второй слой. Наконец, дайте обоим слоям высохнуть не менее 3 часов. Грунтовка может стать сухой на ощупь через час, но это не означает, что она готова к нанесению следующего слоя. Не наносите грунтовку, пока она еще влажная. Если вы это сделаете, то не только покрытие не приклеится, но и испортит грунтовочный слой.
ky: Андан соң, болжолдуу бир саттан кийин экинчи катмарды шыбайт. Эки катмарды 3 сааттан кем эмес убакытта жакшылап кургатыш керек. Грунтталгандан 1 сааттан кийин кармап кѳргѳндѳ кургак болот, бирок ал экинчи катмарды шыбоого али даяр эмес. Эгер ным болсо грунттоого болбойт. Эгер сиз муну жасай турган болсоңуз, анда кийинки каптоо жабышпайт, ошону менен бирге эле грунт катмары да бузулат.

# text_planning_3_2
source: Выравнивание потолка
ky: 1. Шыпты тегиздѳѳ

# text_planning_3_3
source: - проводится с помощью штукатурных смесей аналогичным со стенами (описан ниже) образом. При использовании мокрых процессов выравнивание потолка рекомендуется проводить до работ со стенами и полом. (Мокрый процесс – использование смеси на гипсовой основе, цементной штукатурки, плитки. Требуется время для высыхания слоев)
ky: – дубалга окшош (тѳмѳндѳ сүрѳттѳлдү) шыбак аралашмаларынын жардамы менен ишке ашырылат. Нымдуу процесстерди колдонууда шыпты тегиздѳѳнү дубал жана пол менен жүргүзүлүүчү иштерге чейин аткаруу сунушталат (Нымдуу процесс – гипс негизиндеги аралашманы, цемент шыбакты, плитканы колдонуу Катмарлары кургаганча убакыт талап кылынат).

# text_planning_4_2
source: Выравнивание стен
ky: Дубалдарды тегиздѳѳ

# text_planning_4_3
source: - проводится с помощью цементно-песчаных смесей. Смеси могут быть как готовые, так и изготовленные непосредственно на месте проведения работ. Для создания ровной поверхности стен с помощью выравнивающих смесей рекомендуется использовать
ky: – цемент-кум аралашмасынын жардамы менен жасалат. Аралашмалар даяр түрүндѳ, ошондой эле, түздѳн-түз иш ордунда даярдалышы мүмкүн. Тегиздѳѳчү аралашмалардын жардамы менен дубал бетин тегиздѳѳ үчүн Дубал тегиз болушу үчүн ын бетин тегиздѳѳ үчүн маяк усулун колдонуу сунушталат. Маяктарды бир бүтүн мейкиндикти түзүү үчүн орнотот. Маяктарды туура орнотуу үчүн вертикалдык абалды берип туруучу салмакташ (отвес) колдонулат. Туура кеткен бирдей мейкиндикти аныктоо үчүн негиздин бир четинен экинчи четине керилген жипти, же лазер деңгээлин колдонууга болот.

# text_planning_4_4
source: маячковый метод.
ky: Шыбак менен коңшу маяктар ортосундагы мейкиндик толтурулат. Андан соң кеңдиги коңшу маяктардын ортосундагы аралыктан чоң түздѳѳчтүн жардамы менен шыбакты тегиздейт.

# text_planning_5_2
source: Выравнивание пола
ky: Полду тегиздѳѳ

# text_planning_5_3
source: – проводится с помощью стяжек (стяжка - это промежуточный слой между основанием пола и финишным покрытием, например линолеумом). Виды стяжек: - Сухие/сборные стяжки применяются в основном для устройства черновой поверхности пола по слою теплоизоляции. - Полусухая – используется стандартная пескоцементная смесь, но затворяемая минимальным количеством воды, чтобы раствор быстрее высыхал. - Мокрая – выполняется из цементно-песчаного раствора. - Самовыравнивающиеся (наливной пол) – использование специальной смеси из цемента, гипса, песка, клея и пластификаторов. Смесь хорошо заполняет изъяны основного покрытия и растекается по всей площади балкона/лоджии. Для выравнивания пола перед укладкой теплоизоляции используются полусухие, мокрые и самонивелирующиеся стяжки.
ky: – текшилѳѳ (стяжка) аркылуу жасалат (текшилѳѳ – бул полдун негизи менен акыркы каптоочтун, мисалы, линолеум) ортосундагы аралык катмар. Текшилѳѳнүн түрлѳрү: - Кургак/жыйнак текшилѳѳ негизинен, жылуулукту изоляциялоочу катмардын үстүндѳгү толук бүтѳ элек катмар үчүн колдонулат. - Жарым кургак – стандарттык цемент-кум аралашмасы колдонулат, бирок аралашма бат кургасын үчүн суу аз кошулат. - Нымдуу – цемент-кум эритмесинен жасалат. - Ѳзү тегизделүүчү (куйма пол) – цементтен, гипстен, кумдан, клейден жана пластификаторлордон жасалган атайын аралашма. Аралашма негизги каптоонун кем жерлерин жакшы толтурат жана балкондун/лоджиянын бардык аянтына жайылат. Полду тегиздѳѳ үчүн жылуулук изоляциялоочуну орнотуу алдында жарым кургак, нымдуу жана ѳзүн ѳзү тегиздѳѳчү текшилѳѳ.

# text_planning_5_4
source: Выполнение полусухой/мокрой стяжки:
ky: Жарым кургак/нымдуу текшилѳѳ:

# text_planning_5_5
source: Смесь полусухой/мокрой стяжки засыпается между установленными в одной плоскости маяками и разравнивается правилом.
ky: Жарым кургак/нымдуу текшилѳѳ аралашмасы бир тегиздикте орнотулган маяктар ортосуна тѳгүлүп, тууралооч менен тегизделет.

# text_planning_5_6
source: Выполнение самонивелирующейся стяжки:
ky: Ѳзүн ѳзү тегиздѳѳчү текшилѳѳ:

# text_planning_5_7
source: Самонивелирующаяся стяжка (наливной пол) монтируется без использования маяков. Раствор в виде шликера разливается по поверхности пола необходимым по толщине слоем. Далее стяжка выдерживается в течение определенного времени до набора необходимой прочности (3–7 суток) и после этого готова для дальнейшего производства работ.
ky: Ѳзүн ѳзү тегиздѳѳчү текшилѳѳ (куйма пол) маяктарды колдонбостон орнотулат. Шликер түрүндѳгү эритме керектүү калыңдыкта полдун бетине тѳгүлѳт. Андан ары текшилѳѳ тийиштүү бекемдикке жеткенче белгилүү убакытка чейин (3-7 сутка) кармалып, андан кийин гана кийинки ѳндүрүш иштери үчүн даяр болот.

# regionTitle
source: Region
ky: Облус
ru: Область

# settlementTitle
source: Settlement
ky: Калктуу пункт
ru: Населённый пункт

# recommendationTitle
source: Recommendation for you:
ky: Сиз үчүн сунуш:
ru: Рекомендация для вас:

# regionChui
source: Chui
ky: Чүй
ru: Чуй

# regionIssyk_kol
source: Issyk-Kul
ky: Ысык-Көл
ru: Ысык-Кол

# regionNaryn
source: Naryn
ky: Нарын
ru: Нарын
