Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# prep_work_leveling_2_text_part2
source: : set beacons in one plane, fill the space with plaster, and level with a rule. Let it dry completely.
ky: колдонулат: маяктар бир тегиздикке коюлуп, шыбак толтурулуп, эрежемен (правило) тегизделет. Анан толук кургатылат.
ru: . Маяки выставляют в единую плоскость, затем заполняют пространство штукатуркой и выравнивают правилом. Поверхность оставляют до полного высыхания.

# prep_work_leveling_3_title
source: Floor leveling
ky: Полду тегиздөө
ru: Выравнивание пола

# prep_work_leveling_3_text
source: - is done using screeds: dry/prefab, semi-dry, wet, or self-leveling. Before laying insulation, semi-dry, wet, and self-leveling screeds are commonly used.
ky: – стяжка аркылуу жасалат. Түрлөрү: кургак/жыйнак, жарым кургак, нымдуу жана өзүн-өзү тегиздөөчү (куйма пол). Жылуулоо коюлчу алдында көбүнчө жарым кургак, нымдуу жана куйма пол колдонулат.
ru: – выполняется с помощью стяжек. Виды стяжек: сухие/сборные, полусухие, мокрые и самовыравнивающиеся (наливной пол). Перед укладкой теплоизоляции обычно используют полусухие, мокрые и самонивелирующиеся стяжки.

# prep_work_screed_wet_title
source: Semi-dry/wet screed:
ky: Жарым кургак/нымдуу стяжка:
ru: Выполнение полусухой/мокрой стяжки:

# prep_work_screed_wet_text
source: The mix is placed between beacons set in one plane and leveled with a rule.
ky: Аралашма бир тегиздиктеги маяктардын ортосуна төгүлүп, правило менен тегизделет.
ru: Смесь засыпается между маяками, установленными в одной плоскости, и разравнивается правилом.

# prep_work_screed_self_title
source: Self-leveling screed:
ky: Өзүн-өзү тегиздөөчү стяжка:
ru: Выполнение самонивелирующейся стяжки:

# prep_work_screed_self_text
source: Self-leveling screed is installed without beacons: the mix is poured to the needed thickness and left to gain strength (3–7 days).
ky: Куйма пол маяксыз жасалат: эритме керектүү калыңдыкта куюлуп, бекемдикке жеткенче 3–7 күн кармалат.
ru: Самонивелирующаяся стяжка (наливной пол) выполняется без маяков. Раствор разливается по полу нужным слоем, затем выдерживается до набора прочности (3–7 суток).

# film_title
source: 4. Application of energy-saving window film
ky: 4. Терезелер үчүн энергияны үнөмдөөчү пленканы колдонуу
ru: 4. Применение энергосберегающей пленки для окон

# film_text_1
source: Thermal insulation film can be applied to window glass to reduce heat loss and improve insulation. Plastic windows provide good protection against cold, but without proper insulation during severe frost, warm air may escape while cold air and moisture enter the room, causing glass icing. Applying window film is an affordable and effective solution. Energy-saving film can reduce energy consumption by up to 30%, and some types retain up to 70% of heat, as most heat loss occurs through glass and gaps.
ky: Жылуулукту сактоочу пленка терезе айнегине жабыштырылып, жылуулук жоготууну азайтып, жылуулоо деңгээлин жогорулатат. Пластик терезелер кышында муздак абадан жакшы коргойт, бирок туура жана өз убагында жылууланбаса, катуу суукта көйгөйлөр жаралышы мүмкүн. Жылуу аба сыртка чыгып, муздак аба ным менен кошо ичкери кирип, айнектердин тоңушуна алып келет. Терезени пленка менен жылуулоо — арзан жана натыйжалуу ыкма. Энергияны үнөмдөөчү пленка 30% га чейин энергияны үнөмдөөгө жардам берет, айрым түрлөрү жылуулуктун 70% га чейинкисин сактай алат.
ru: Теплозащитная пленка может быть наклеена на стекло окон, чтобы уменьшить теплопотери и повысить теплоизоляцию. Пластиковые окна хорошо защищают от холода, однако при сильных морозах без своевременного утепления возможны проблемы: теплый воздух уходит наружу, а холодный с влагой проникает внутрь, вызывая обледенение стекол. Один из доступных и эффективных способов — утепление окон пленкой, дающее хороший результат при минимальных затратах. Энергосберегающая пленка позволяет сэкономить до 30% энергии, а некоторые виды — удерживать до 70% тепла, поскольку основные теплопотери происходят именно через стекло и щели.

# film_text_2
source: To make a room warmer, first seal all gaps with foam and sealant and adjust windows for winter mode. After that, apply energy-saving film to the windows from the inside or outside. The film adheres well, does not peel off during use, and transparent versions do not darken the room.
ky: Бөлмөнү жылуураак кылуу үчүн адегенде бардык жылчыктарды көбүк жана герметик менен жабуу, ошондой эле терезелерди кышкы режимге тууралоо керек. Андан кийин терезелерди энергияны үнөмдөөчү пленка менен жылуулоого болот. Пленка айнектин ички же сырткы бетине жабыштырылат, иштетүүдө ажырабайт жана тунук түрлөрү бөлмөнү караңгылатпайт.
ru: Чтобы сделать помещение теплее, необходимо сначала заделать все щели с помощью монтажной пены и герметика, а также выполнить зимнюю регулировку окон. После этого можно приступать к утеплению окон энергосберегающей пленкой. Ее наклеивают с внутренней или внешней стороны стекла. Пленка плотно прилегает, не отслаивается при эксплуатации и при использовании прозрачных вариантов не затемняет помещение.

# film_text_3_title
source: If desired, tinted film can be installed:
ky: Кааласаңыз, караңгылатылган пленканы колдонсоңуз болот:
ru: При желании можно установить тонированную пленку:

# film_text_3
source: In summer, it reduces ultraviolet radiation and keeps the room cooler. There are different types of films for insulating non-sealed windows and glass units — PET and PVC. PET sheets are polyethylene terephthalate-based plastic and do not match double-glazed units in performance. PET film is first mounted outside and then inside the room. Therefore, thermal insulation should be carried out during warm seasons, not during severe frost.
ky: Жай мезгилинде ал ультрафиолет нурларын азайтып, бөлмөнү салкын кылат. Терезелерди жылуулоочу ПЭТ жана ПВХ пленкалар бар. ПЭТ — полиэтилентерефталат негизиндеги пластик, ал толук кандуу айнек пакетинин касиеттерине ээ эмес. ПЭТ пленка адегенде сыртынан, андан кийин ичинен бекитилет. Ошондуктан жылуулоону жылуу мезгилде баштоо сунушталат.
ru: Летом она снижает уровень ультрафиолета и делает помещение прохладнее. Существуют разные виды пленок для утепления негерметичных окон и стеклопакетов — ПЭТ и ПВХ. ПЭТ-листы представляют собой пластик на основе полиэтилентерефталата и по характеристикам не сравнимы со стеклопакетами. ПЭТ для утепления негерметичных окон сначала крепится снаружи, затем изнутри помещения. Поэтому теплоизоляцию рекомендуется начинать в теплое время года, а не при сильных морозах.

# film_installation_title
source: Installing energy-saving film:
ky: Энергияны үнөмдөөчү пленканы орнотуу:
ru: Монтаж энергосберегающей пленки:

# film_installation_text
source: Clean, degrease, and dry the glass — the surface must be perfectly smooth. Attach double-sided tape around the window frame and separate the film layers. Cut the film to size and attach it to the tape, removing the protective layer. Evenly distribute the film and heat it with a hair dryer to shrink and smooth it. Do not apply mechanical pressure.
ky: Айнек тазаланып, майсыздандырылып, кургатылат — бет жылмакай болушу керек. Раманын периметри боюнча эки тараптуу скотч жабыштырылат, андан соң пленканын катмарлары ажыратылат. Пленка керектүү өлчөмдө кесилип, скотчко жабыштырылат. Андан кийин фен менен жылытып, пленканын жыйрылышы жана тегизделиши камсыздалат. Кол менен катуу басууга болбойт.
ru: Окно очищают от загрязнений, обезжиривают и высушивают — поверхность должна быть идеально гладкой. По периметру рамы закрепляют двусторонний скотч, затем разделяют слои пленки. Пленку раскраивают по размеру стекла и приклеивают к скотчу, удаляя защитный слой. После равномерного распределения пленки по стеклу поверхность прогревают феном — материал дает усадку и выравнивается. Механически прижимать пленку не рекомендуется.

# seal_title
source: 2. Installation of window seals
ky: 2. Тығыздоочуларды орнотуу
ru: 2. Установка уплотнителей

# seal_intro
source: Tight contact between window sashes and frames is essential to prevent cold air from entering. Seals are installed around the frame or sash to improve airtightness. Steps for installing window seals:
ky: Терезе канаттарынын рамкага тыгыз жабылышы муздак абанын киришин алдын алуу үчүн абдан маанилүү. Тығыздоочулар рамканын же канаттын айланасына орнотулат. Тығыздоочуларды орнотуу этаптары:
ru: Плотное прилегание оконных створок к рамам — важный фактор для предотвращения проникновения холодного воздуха. Уплотнители устанавливаются по периметру рамы или створки для повышения герметичности. Этапы установки уплотнителей:

# seal_step_1_title
source: Surface preparation:
ky: Бетти даярдоо:
ru: Подготовка поверхности:

# seal_step_1_text
source: Ensure the window frame and sash are clean and dry. Remove dirt, dust, and remnants of old seals.
ky: Терезе рамкасынын жана канатынын бетин таза жана кургак абалда кармаңыз. Кир, чаң жана эски тығыздоочулардын калдыктары болбошу керек.
ru: Обеспечьте чистую и сухую поверхность оконной рамы и створки. Убедитесь, что на поверхности нет грязи, пыли и остатков старых уплотнителей.

# seal_step_2_title
source: Choosing the seal:
ky: Тығыздоочуну тандоо:
ru: Выбор уплотнителя:

# seal_step_2_text
source: Select a seal (tape, rubber profile, foam) that matches the size and shape of the window profile. There are no universal seals — selection depends on the window type and groove depth.
ky: Лента, резина профиль же көбүк сыяктуу варианттардын ичинен терезенин түрүнө жана оюгуна ылайыктуусун тандаңыз. Бардык терезелерге ылайыктуу универсалдуу тығыздоочу жок.
ru: Среди различных типов уплотнителей (ленты, резиновые профили, пены) выберите вариант, подходящий по размеру и форме. Универсальных уплотнителей не существует — выбор зависит от типа окна и глубины паза.

# seal_step_3_title
source: Measuring length:
ky: Узундугун өлчөө:
ru: Измерение длины:

# seal_step_3_text
source: Measure each section where the seal will be installed and cut it to the required length.
ky: Тығыздоочу орнотула турган бөлүктөрдүн узундугун өлчөп, керектүү өлчөмдө кесиңиз.
ru: Измерьте длину каждого участка окна, где будет устанавливаться уплотнитель. Обрежьте материал до нужного размера.

# seal_step_4_title
source: Surface cleaning:
ky: Бетти тазалоо:
ru: Очистка поверхности:

# seal_step_4_text
source: Before installation, clean the surface with alcohol or solvent to remove grease and adhesive residue.
ky: Орнотуудан мурун бетти спирт же эритме менен тазалап, май жана желим калдыктарын алып салыңыз.
ru: Перед установкой обработайте поверхность спиртом или растворителем, чтобы удалить жир и остатки клея и обеспечить хорошее сцепление.

# seal_step_5_title
source: Applying the seal:
ky: Тығыздоочуну жабыштыруу:
ru: Приклеивание уплотнителя:

# seal_step_5_text
source: Carefully apply the seal along the entire length of the frame or sash, ensuring even and tight contact.
ky: Тығыздоочуну рамкага же канатка кылдаттык менен жабыштырып, тегиз жана тыгыз орнотуңуз.
ru: Аккуратно наклейте уплотнитель по всей длине рамы или створки, обеспечив плотное и равномерное прилегание.

# seal_step_6_title
source: Trimming and fixing:
ky: Кесүү жана бекитүү:
ru: Обрезка и закрепление:

# seal_step_6_text
source: Trim excess material and ensure the seal is firmly attached.
ky: Ашыкча узун бөлүгүн кесип, тығыздоочунун бекем орнотулганын текшериңиз.
ru: Если уплотнитель длиннее необходимого, аккуратно обрежьте его и убедитесь, что он надежно закреплен.

# seal_step_7_title
source: Checking airtightness:
ky: Тығыздыкты текшерүү:
ru: Проверка герметичности:

# seal_step_7_text
source: Close the window and ensure there are no gaps between the frame and sash and that it closes tightly.
ky: Терезени жаап, боштуктар жок экенин жана канаттын тыгыз жабылганын текшериңиз.
ru: Закройте окно и убедитесь, что между рамой и створкой нет зазоров, а окно закрывается плотно.

# pvc_title
source: 1. Installation of plastic (PVC) windows
ky: 1. Пластик (ПВХ) терезелерди орнотуу
ru: 1. Установка пластиковых (ПВХ) стеклопакетов

# pvc_intro
source: Replacing old wooden frames with modern PVC windows is a common solution because they retain heat effectively, are usually much cheaper than new wooden alternatives, and do not compromise on quality. PVC windows have strong thermal insulation properties: due to their structure and materials, window profiles transmit less heat, helping keep rooms warm in winter and cooler in summer. This reduces heating and air-conditioning costs. When choosing PVC windows, it is important to pay attention to profile quality and installation. It is recommended to contact trusted manufacturers and professionals to ensure durable and reliable windows.
ky: Эски жыгач рамаларды заманбап пластик терезелерге алмаштыруу актуалдуу, анткени алар жылуулукту үй ичинде жакшы кармайт, жыгач аналогдорго караганда арзаныраак жана сапаты боюнча кем калбайт. Пластик терезелер жакшы жылуулук изоляциясына ээ: профилдер жылуулукту аз өткөргөндүктөн кышында бөлмөнү жылуу, жайында салкын кармоого жардам берет. Бул жылытуу жана кондиционерге кеткен чыгымдарды азайтат. Терезе тандаганда профиль сапатына жана орнотуу иштерине көңүл буруу маанилүү. Ишенимдүү өндүрүүчүлөргө жана адистерге кайрылуу сунушталат.
ru: Замена старых деревянных рам на современные пластиковые окна является актуальным вопросом, так как новые изделия позволят эффективно удержать тепло внутри помещения, обойдутся значительно дешевле новых деревянных аналогов, при этом ничем не уступят по качеству. Пластиковые окна обладают отличными теплоизоляционными свойствами: из-за своей структуры и материала оконные профили минимально проводят тепло, что помогает сохранять тепло в помещении зимой и охлаждать его летом. Таким образом, они способствуют снижению затрат на отопление и кондиционирование. При выборе пластиковых окон важно обратить внимание на качество профилей и установки. Рекомендуется обращаться к проверенным производителям и специалистам, чтобы получить надежные и качественные окна, которые будут служить долгие годы.

# pvc_process_title
source: New window installation process
ky: Жаңы терезени орнотуу процесси
ru: Процесс установки новых окон

# pvc_process_text
source: Before installing a new PVC window, you need to remove the old one and properly prepare the window opening.
ky: Жаңы металлопластик терезени орнотуудан мурун эскисин алып салуу эле жетишсиз — терезе ойугун да даярдоо керек.
ru: Перед установкой нового металлопластикового окна необходимо не только снять старое, но и подготовить к работе оконный проем.

# pvc_prepare_title
source: Room preparation and window removal includes:
ky: Бөлмөнү даярдоо — терезени демонтаждоо төмөнкүлөрдү камтыйт:
ru: Подготовка помещения — демонтаж окон включает:

# pvc_prepare_text
source: Ensure free access to the window, remove household appliances and small items, move large furniture away and cover it with plastic film, and cover the floor as well. All work should be done carefully to avoid damaging the window opening.
ky: Терезеге эркин жетүүнү камсыз кылуу: тиричилик техниканы жана майда буюмдарды алып коюу, чоң эмеректерди четтетүү жана пленка менен жабуу, полду да пленка менен жабуу. Жумуштар терезе ойугун бузуп албоо үчүн өтө кылдат жасалышы керек.
ru: Обеспечение свободного доступа к окну, убрать бытовую технику, мелкие предметы, отодвинуть габаритную мебель от окна и укрыть ее полиэтиленовой пленкой, накрыть пленкой пол. Все работы должны выполняться очень аккуратно, чтобы избежать повреждения оконного проема.

# pvc_dismantle_title
source: The old window removal process is as follows:
ky: Эски терезени демонтаждоо төмөнкүдөй жүргүзүлөт:
ru: Процесс демонтажа старого окна происходит следующим образом:

# pvc_dismantle_steps
source: 1. Remove window sashes from the hinges. If there is a fixed sash, remove the glass from it. 2. Cut the mullion and the frame. 3. Remove the old frames. 4. Remove remaining insulation material. 5. Clean the opening from plaster and cement residues. 6. Remove the exterior sill flashing and the windowsill. 7. Clean up and dispose of debris. 8. Install the new windows.
ky: 1. Терезе канаттарын шарнирлерден алуу. Эгер сокур канат болсо — анын айнегин алуу керек. 2. Импосту жана рамканы кесүү. 3. Эски рамаларды алып салуу. 4. Эски жылуулоочунун калдыктарын тазалоо. 5. Оюкту штукатурка жана цемент калдыктарынан тазалоо. 6. Сырткы отливди жана подоконникти алып салуу. 7. Таштандыларды жыйноо жана чыгаруу. 8. Жаңы терезелерди орнотуу.
ru: 1. Снятие оконных створок с петель. Если есть глухая створка, необходимо удалить стекло из нее. 2. Распиливание импоста и рамы. 3. Демонтаж старых рам. 4. Удаление остатков утеплителя. 5. Зачистка оконного проема от остатков штукатурки и цемента. 6. Демонтаж внешнего отлива и подоконника. 7. Уборка и вывоз мусора из помещения. 8. Установка новых окон.

# slopes_title
source: 3. Installation of window slopes
ky: 3. Терезе откосторун орнотуу
ru: 3. Установка оконных откосов

# slopes_intro
source: Window slopes help prevent cold bridges between frames and walls...
ky: Откостор терезе менен дубалдын ортосундагы суук өтмөктөрдү азайтат...
ru: Откосы помогают предотвратить образование холодных мостов между оконными рамами и стенами...

# slopes_plaster_title
source: Plastered slopes
ky: Штукатурка менен откос
ru: Штукатурные откосы

# slopes_plaster_text
source: This is the most traditional and cost-effective method...
ky: Бул ыкма эң салттуу жана үнөмдүү болуп саналат...
ru: Отделка откосов окон штукатуркой является самым традиционным и экономичным способом...

# slopes_plastic_process_title
source: Plastic slope installation process
ky: Пластик откосторду орнотуу
ru: Процесс установки пластиковых откосов

# slopes_plastic_process_text
source: Before installation, surfaces must be cleaned...
ky: Орнотуудан мурун беттер тазаланат...
ru: Перед началом отделочных работ поверхность уличных откосов тщательно очищается...

# slopes_plastic_title
source: Plastic slopes
ky: Пластик откостор
ru: Пластиковые откосы

# slopes_plastic_text
source: Plastic is widely used for exterior window slopes...
ky: Пластик заманбап көрүнүш берет...
ru: Пластик активно используется для наружных откосов окон...

# slopes_materials_title
source: Materials required:
ky: Керектүү материалдар:
ru: Перед укладкой пластиковой панели необходимо подготовить:

# slopes_materials_list
source: - U-shaped plastic strip - Wooden batten - F-shaped trim
ky: - П-формадагы планка - Жыгач рейка - F-формадагы наличник
ru: - П-образную планку - Деревянную рейку - F-образный наличник

# slopes_steps_title
source: Installation steps
ky: Орнотуу этаптары
ru: Этапы установки пластиковых откосов

# slopes_step_1
source: The starter strip is fixed to the window frame.
ky: Баштапкы планка бекитилет.
ru: К оконной раме крепится стартовая планка.

# slopes_step_2
source: Battens are installed and aligned.
ky: Рейкалар орнотулат.
ru: По краям проёма выставляются и фиксируются рейки.

# slopes_step_3
source: Insulation is placed if required.
ky: Жылуулоочу материал салынат.
ru: При необходимости укладывается утеплитель.

# slopes_step_4
source: The top panel is cut and installed.
ky: Жогорку панель орнотулат.
ru: Верхняя панель вырезается и вставляется в стартовую планку.

# slopes_step_5
source: F-shaped trims are installed.
ky: Наличниктер бекитилет.
ru: Устанавливаются F-образные наличники.

# slopes_step_6
source: Joints are sealed with sealant.
ky: Тигиштер герметик менен жабылат.
ru: Производится герметизация стыков.

# slopes_metal_title
source: Metal slope installation
ky: Металл откосторду орнотуу
ru: Процесс установки металлических откосов

# slopes_metal_1
source: Measure the window opening.
ky: Терезе ойугу өлчөнөт.
ru: Замеряется оконный проём.

# slopes_metal_2
source: Prepare metal sheets.
ky: Металл барактар даярдалат.
ru: Подготавливаются металлические листы.

# slopes_metal_3
source: Install the bottom flashing.
ky: Төмөнкү отлив орнотулат.
ru: Устанавливается нижний отлив.

# slopes_metal_4
source: Install side panels.
ky: Каптал панелдер орнотулат.
ru: Монтируются боковые панели.

# slopes_metal_5
source: Install the top panel with sealing.
ky: Жогорку панель бекитилет.
ru: Устанавливается верхняя панель с герметизацией.

# sealing_cracks_title
source: 5. Sealing additional gaps and cracks
ky: 5. Кошумча жаракаларды жана тешиктерди жабуу
ru: 5. Заклеивание дополнительных щелей и трещин

# sealing_cracks_intro
source: Inspect window frames and fill all small gaps and cracks with sealant or insulation material to eliminate drafts.
ky: Терезе рамаларын текшерип, майда жаракалар менен тешиктерди герметик же уплотнитель менен толтуруп, суук абанын киришин азайтыңыз.
ru: Проверьте оконные рамы и заполните все мелкие щели и трещины уплотнителем или герметиком для устранения сквозняков.

# sealing_paper_title
source: Applying paper strips
ky: Кагаз тилкелерин жабыштыруу
ru: Наклейка бумажных полос

# sealing_paper_text
source: One of the cheapest and oldest methods. Soaked paper or newspapers were used to fill gaps in wooden window frames, then covered with paper strips. Today, self-adhesive paper is used as a budget insulation option.
ky: Эң жөнөкөй жана арзан ыкма. Илгери нымдалган кагаз же гезиттер жыгач терезелердин жаракаларына салынган. Үстүнөн кагаз тилкелери жабыштырылган. Азыркы учурда бул ыкманын ордуна өзүн-өзү жабыштыруучу кагаз колдонулат.
ru: Самый доступный и дешевый вариант, использовавшийся еще ранее. Размоченную бумагу или газеты заполняли в щели деревянных конструкций, сверху наклеивали полоски бумаги. В качестве связующего применяли раствор хозяйственного мыла. Современный аналог — самоклеящаяся бумага, которая используется как бюджетный вариант утепления.

# sealing_foam_title
source: Using foam seals
ky: Поролон уплотнителдерин колдонуу
ru: Использование поролоновых уплотнителей

# sealing_foam_text
source: Foam adhesive seals are an economical way to insulate windows. They have an adhesive layer and are easy to apply. In spring, they can be easily removed.
ky: Поролон уплотнителдери — терезелерди жылуулоонун үнөмдүү жолу. Алардын бир бетинде жабышчаак катмар бар жана оңой орнотулат. Жазында оңой эле алынып салынат.
ru: Поролоновые клеящиеся уплотнители — экономичный способ утепления окон. Ленты имеют клеевой слой, который после снятия защитной пленки легко фиксируется в местах стыков. Весной такие утеплители легко удаляются.

# sealing_sealant_title
source: Using sealants to fill gaps
ky: Герметик менен жаракаларды жабуу
ru: Использование герметиков для заделки щелей

# sealing_sealant_text
source: Insulating windows with silicone sealant requires a clean surface and a special applicator. Sealant fills gaps and reduces heat loss, but it is not a thermal insulation material.
ky: Силикон герметикти колдонуу үчүн беттин таза болушу зарыл. Герметик жаракаларга куюлуп, каткандан кийин жылуулук жоготууну азайтат. Бирок герметик жылуулоочу материал эмес экенин эске алуу керек.
ru: Утепление окна силиконовым герметиком требует чистой поверхности и специального пистолета. Герметик наносится в щели и после застывания снижает теплопотери. Следует учитывать, что герметик не является утеплителем, а лишь устраняет зазоры.

# window_title
source: WINDOW INSULATION
ky: ТЕРЕЗЕЛЕРДИ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ОКОН

# window_intro
source: Most buildings lose heat through windows. Proper window insulation reduces heat loss, improves indoor comfort, and helps save money on heating.
ky: Көпчүлүк имараттар жылуулукту терезелер аркылуу жоготот. Терезелерди туура жылуулоо жылуулук жоготууну азайтып, үйдүн ичиндеги ыңгайлуулукту жогорулатат жана жылытууга кеткен чыгымды кыскартат.
ru: Все здания теряют тепло через окна, однако ряд мероприятий по утеплению окон снижает тепловые потери помещений. Утепление окон — это не только способ повысить комфорт в помещении, но и сэкономить на затратах на отопление.
