Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# roof_prep_text
source: 1. Ensure proper ventilation in the area where you will work and make sure the workspace is well lit. If necessary, add extra light sources. 2. Before starting, carefully inspect the rafter system. If there are joints made by overlapping elements, check that there are no gaps between them. Such gaps often become cold bridges. If needed, carefully fill them using foam sealant. 3. Check the wooden structure for protruding nails and screws to avoid injuries during DIY roof insulation. 4. Unpack several packs of insulation. Modern insulation materials are heavily compressed in packaging, so they need some time to regain their shape. 5. Do not use insulation with visible defects in density or geometry. Avoid damaging the insulation structure and do not place heavy objects on it.
ky: 1. Иштей турган бөлмөнүн желдетилишин камсыздап, жумуш аймагы жетиштүү жарык экенине ынаныңыз. Керек болсо кошумча жарык булактарын орнотуңуз. 2. Ишке киришерден мурда кашаа/стропила системасын кылдат текшериңиз. Элементтер үстү-үстүнө кошулган жерлерде боштук болбошу керек. Мындай боштуктар көп учурда «суук көпүрө» болуп калат. Керек болсо монтаждык көбүк менен этият толтуруңуз. 3. Жыгач конструкцияда чыгып турган мык же бурамалар бар-жогун текшерип, жаракат алып калбоого көңүл буруңуз. 4. Бир нече таңгак жылуулоону ачып коюңуз. Азыркы жылуулоочулар таңгакта катуу кысылат, ошондуктан формасын калыбына келтирүүгө убакыт керек. 5. Тығыздыгы же геометриясы бузулган жылуулоону колдонбоңуз. Иштөөдө материалдын түзүлүшүн бузбай, үстүнө оор нерсе койбоңуз.
ru: 1. Обеспечьте должное проветривание помещения, в котором планируется работать, и убедитесь, что рабочая зона достаточно освещена. При необходимости установите дополнительные источники света. 2. Перед тем как приступить к работе тщательно осмотрите стропильную систему. Если в ней присутствуют узлы, где соединения элементов выполнены в наложение, проверьте, чтобы между ними не было зазоров. Часто эти зазоры становятся холодными мостиками. При необходимости аккуратно заполните такие зазоры, используя монтажную пену. 3. Внимательно проверьте деревянную конструкцию на наличие выступающих гвоздей и саморезов, чтобы избежать получения травмы при утеплении кровли своими руками. 4. Распакуйте несколько упаковок утеплителя. Современные утеплители сильно сжимаются при упаковке, поэтому им требуется некоторое время, чтобы принять свою геометрическую форму. 5. Не используйте утеплители с заметными дефектами плотности и геометрии. При работе избегайте повреждений структуры утеплителя и не ставьте на него тяжелые предметы.

# roof_general_title
source: General recommendations
ky: Жалпы сунуштар
ru: Общие рекомендации

# roof_general_text
source: - For insulating roofs and ceilings, use materials with density up to 250 kg/m³ and thermal conductivity up to 0.06 W/(m·°C). Insulation materials must meet fire-safety requirements, have hygienic certificates, and must not emit toxic substances. - Roof insulation is done when an attic with living rooms is planned. If not, it is enough to insulate only above the top floor slab (above the ceiling). - For sloped and vertical attic surfaces, board insulation is recommended to prevent roll insulation from sliding along the slope and blocking the ventilated gap. Mineral wool boards are installed with a tight fit. - Insulation can be installed either before the final covering (from the outside) or after (from the inside), depending on weather and installation conditions. Low ridge roofs are easier to insulate from inside; high and steep roofs are easier from outside. - It is easier to lay boards from above than to carry them up. In autumn and winter, insulating from inside is often more convenient. Rafter spacing is commonly designed as 600 mm, matching the width/thickness standards of many insulation boards. The method below is described for mineral wool, but the technology is similar for other insulation types.
ky: - Чатырлар жана жабуулар үчүн тыгыздыгы 250 кг/м3дөн ашпаган жана жылуулук өткөрүмдүүлүгү 0,06 Вт/(м∙°С) дан жогору эмес материалдар колдонулат. Материалдар өрт коопсуздугуна жооп берип, гигиеналык сертификаты болуп, уулуу заттарды бөлүп чыгарбоого тийиш. - Чатырды жылуулоо мансардада жашоочу бөлмөлөр пландалганда жасалат. Эгер пландалбаса, үйдүн үстүңкү жабуусунун үстүн (шыптын үстүн) гана жылуулоо жетиштүү. - Мансарданы жылуулоодо эңкейиш жана тик беттер үчүн плиталык жылуулоо колдонулат — рулондук материалдын ылдый жылып кетишин жана желдетилүүчү ажырымдын жабылып калышын алдын алуу үчүн. Минералдык пахта плиталары «распор» менен орнотулат. - Жылуулоону финиш жабууну орнотууга чейин (сырттан) да, кийин (ичтен) да жасоого болот — аба ырайына жана монтаж шартына жараша. Коньок бөлүгү төмөн чатырларды ичтен орнотуу ыңгайлуу, ал эми бийик жана чоң эңкейиштүү чатырларды сырттан орнотуу жеңилирээк. - Плиталарды үстүнөн төшөө көтөрүп чыгууга караганда оңой. Күз-кышта жылуулоону көбүнчө ичтен жасоо ыңгайлуу. Стропиланын кадамы адатта 600 мм болуп, көпчүлүк өндүрүүчүлөрдүн плиталарынын калыңдыгына туура келет. Төмөндө минералдык пахта менен жылуулоо ыкмасы сүрөттөлгөн, бирок башка материалдар үчүн да технологиясы окшош.
ru: - Для утепления крыш и перекрытий применяются материалы плотностью не более 250 кг/м3 и теплопроводностью не более 0,06 Вт/(м∙°С). Теплоизоляционные материалы в конструкциях утепления зданий должны соответствовать требованиям пожарной безопасности, иметь гигиенические сертификаты, не выделять токсичные вещества. - Утепление крыши выполняется в том случае, если планируется мансарда с жилыми комнатами. Если не планируется, то теплоизоляцию необходимо выполнить лишь над верхним перекрытием дома (над потолком). - При утеплении наклонных и вертикальных поверхностей мансард используют плитную теплоизоляцию — для избегания сползания рулонного утеплителя вдоль ската и, как следствие, закупоривания вентилируемого зазора. Монтаж плит из минеральной ваты осуществляют в распор. - Монтаж утеплителя можно производить как до монтажа финишного покрытия – снаружи, так и после – изнутри, в зависимости от погодных условий и условий монтажа. Невысокие в коньке кровли удобнее монтировать изнутри, а высокие кровли и с большими углами наклона – снаружи, так как это не требует большого количества лесов и физически. - Легче уложить плиты сверху, чем поднимать их на верх. Осенью и зимой монтаж утеплителя удобнее производить изнутри. Шаг стропильных ног проектируется равным 600 мм, что равно толщине плит утеплителя всех известных производителей. Ниже описан метод утепления крыши с помощью минеральных ват, но технология для применения других видов утеплителей аналогичен.

# roof_btn_outside
source: Insulation outside
ky: Жылуулоо тыштан
ru: Утепление снаружи

# roof_btn_inside
source: Insulation inside
ky: Жылуулоо ичтен
ru: Утепление изнутри

# roof_btn_attic
source: Insulation attic floor
ky: Жылуулоо чердак жабуусу
ru: Утепление чердачного покрытия

# fundament_intro
source: Foundation insulation is the process of adding thermal insulation materials around a building’s foundation to reduce heat loss and improve energy efficiency. It can be an important part of construction or renovation, especially in cold climates.
ky: Фундаментти жылуулоо — бул имараттын фундаментин айланта жылуулоочу материалдарды колдонуу процесси. Бул жылуулук жоготууларын азайтып, имараттын энергиялык натыйжалуулугун жогорулатат. Айрыкча суук климатта бул курулушта же оңдоодо абдан маанилүү бөлүк болуп эсептелет.
ru: Утепление фундамента - это процесс добавления теплоизоляционных материалов вокруг фундамента здания или сооружения, чтобы уменьшить потерю тепла и повысить энергоэффективность здания. Это может быть важной частью строительства или ремонта здания, особенно если оно находится в холодных климатических условиях.

# fundament_benefits_title
source: Benefits of foundation insulation:
ky: Фундаментти жылуулоонун артыкчылыктары:
ru: Преимущества утепления фундамента:

# fundament_benefit_1_title
source: 1. Energy efficiency:
ky: 1. Энергияны үнөмдөө:
ru: 1. Энергоэффективность:

# fundament_benefit_1_text
source: An insulated foundation reduces energy consumption for heating and cooling, which ultimately lowers utility costs.
ky: Жылууланган фундамент жылытуу жана салкындатуу үчүн энергия сарптоону азайтып, натыйжада коммуналдык чыгымдарды төмөндөтөт.
ru: Утепленный фундамент позволяет снизить потребление энергии на отопление и кондиционирование помещений, что в конечном итоге сокращает расходы на энергию.

# fundament_benefit_2_title
source: 2. Protection from overcooling:
ky: 2. Тоңуп калуудан коргоо:
ru: 2. Защита от переохлаждения:

# fundament_benefit_2_text
source: Insulation prevents the foundation from cooling down in cold seasons, helping reduce soil freezing and lowering the risk of frost-related foundation damage.
ky: Жылуулоо суук мезгилде фундаменттин ашыкча муздашын алдын алып, топурактын тоңуп калышын азайтат жана үшүккө байланышкан бузулуу коркунучун төмөндөтөт.
ru: Утепление предотвращает охлаждение фундамента в холодное время года, что может помочь предотвратить промерзание грунта и снижает риск повреждения фундамента из-за морозов.

# fundament_benefit_3_title
source: 3. Improved comfort:
ky: 3. Комфортту жогорулатуу:
ru: 3. Повышение комфорта:

# fundament_benefit_3_text
source: An insulated foundation helps maintain a more stable indoor temperature, creating more comfortable living or working conditions.
ky: Ички температураны туруктуураак кармап, жашоо же иштөө үчүн ыңгайлуураак шарт түзөт.
ru: Утепленный фундамент помогает поддерживать более стабильную температуру внутри здания, что обеспечивает более комфортные условия для проживания или работы.

# fundament_benefit_4_title
source: 4. Moisture protection:
ky: 4. Нымдан коргоо:
ru: 4. Защита от влаги:

# fundament_benefit_4_text
source: Waterproofing materials used to protect the foundation from moisture penetration help extend the overall service life of the building.
ky: Нымдын киришинен коргогон гидроизоляциялык материалдар имараттын жалпы кызмат мөөнөтүн узартууга жардам берет.
ru: Гидроизоляционные материалы, применяемые для защиты фундамента от проникновения влаги, способствуют увеличению срока эксплуатации здания в целом.

# fundament_warning
source: ! If the house is already built and has been in use for a long time, exposing the foundation is a highly responsible process that requires careful planning and extensive preparation.
ky: ! Эгер үй мурда эле курулуп, узак убакыт пайдаланылып келсе, фундаментти ачып иштөө — өтө жоопкерчиликтүү процесс. Ал кылдат пландоону жана узак даярдыкты талап кылат.
ru: ! Если дом уже построен и эксплуатируется длительное время, вскрытие фундамента – это очень ответственный процесс, требующий кропотливой проработки и длительной подготовки.

# fundament_btn_outside
source: Insulation outside
ky: Жылуулоо тыштан
ru: Утепление снаружи

# fundament_btn_inside
source: Insulation inside
ky: Жылуулоо ичтен
ru: Утепление изнутри

# fundament_inside_title
source: INSULATION INSIDE
ky: ИЧТЕН ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ИЗНУТРИ

# fundament_inside_intro
source: In some cases, when exterior insulation is not possible or not effective, insulating the foundation from the inside can be a good option. One of the most effective approaches is spraying polyurethane foam.
ky: Айрым учурларда, эгер сырттан жылуулоо мүмкүн болбосо же натыйжасыз болсо, фундаментти ичтен жылуулоо жакшы вариант болушу мүмкүн. Ичтен жылуулоону эң натыйжалуу ыкмалардын бири катары пенополиуретанды чачуу (бүркүү) аркылуу аткарса болот.
ru: В некоторых случаях, когда утепление снаружи не представляется возможным или эффективным, утепление фундамента изнутри может быть хорошим вариантом. Утепление изнутри можно выполнить с помощью распыления пенополиуретана, как наиболее эффективный способ.

# fundament_inside_prep_title
source: Surface preparation:
ky: Бетин даярдоо:
ru: Подготовка поверхности:

# fundament_inside_prep_text
source: As with any insulation method, the foundation surface must be thoroughly cleaned from dirt, dust, and debris. If needed, foundation damage is repaired and waterproofing is applied.
ky: Башка жылуулоо ыкмаларындагыдай эле, фундаменттин бети кирден, чаңдан жана таштандыдан жакшы тазаланышы керек. Зарыл болсо, фундаменттеги бузулган жерлер оңдолуп, гидроизоляция жасалат.
ru: Как и при любом методе утепления, поверхность фундамента должна быть хорошо очищена от грязи, пыли и мусора. При необходимости выполняется ремонт повреждений фундамента и гидроизоляция.

# fundament_inside_waterproof_title
source: Waterproofing:
ky: Гидроизоляция:
ru: Гидроизоляция:

# fundament_inside_waterproof_text
source: In addition to insulation, it is recommended to waterproof the inner surfaces of the foundation to prevent moisture and dampness from penetrating.
ky: Жылуулоодон тышкары, нымдын жана суунун киришин алдын алуу үчүн фундаменттин ички беттерине гидроизоляция жасоо да сунушталат.
ru: Помимо утепления, рекомендуется также провести гидроизоляцию внутренних поверхностей фундамента, чтобы предотвратить проникновение влаги и влажности.

# fundament_inside_walls_title
source: Wall insulation:
ky: Дубалдарды жылуулоо:
ru: Утепление стен:

# fundament_inside_walls_text
source: Insulation is done by installing thermal insulation materials on the inner surface of the foundation walls. Typically, polystyrene foam boards or mineral wool boards are used and fixed to the walls with adhesive or special fasteners. Backfilling: Then you can backfill with soil, expanded clay, or sand up to floor level.
ky: Жылуулоо фундаменттин дубалдарынын ички бетине жылуулоочу материалдарды орнотуу аркылуу жүргүзүлөт. Көп учурда пенополистирол же минералдык пахта плиталары колдонулат; алар клей же атайын бекиткичтер менен дубалга бекитилет. Толтуруу: Андан кийин полдун деңгээлине чейин топурак, керамзит же кум менен толтурууга болот.
ru: Утепление выполняется путем установки теплоизоляционных материалов на внутреннюю поверхность стен фундамента. Обычно используются пенополистирольные или минеральноватные плиты, которые крепятся на стены с помощью клея или специальных крепежей. Засыпка: Далее можно засыпать землей, керамзитом или песком до уровня пола.

# fundament_inside_note
source: It is important to note that insulating the foundation from the inside may be less effective than insulating it from the outside, because it does not prevent heat loss through the foundation structure itself and does not protect it from moisture and environmental impacts. However, in some situations, it may be the only available option or it can be used together with other insulation methods.
ky: Белгилей кетүүчү нерсе: фундаментти ичтен жылуулоо сырттан жылуулоого караганда азыраак натыйжалуу болушу мүмкүн, анткени ал фундаменттин өзүнүн түзүлүшү аркылуу жылуулук жоготууларын толук токтотпойт жана аны нымдан же айлана-чөйрөнүн таасиринен коргобойт. Бирок айрым учурларда бул жалгыз мүмкүн болгон ыкма болушу мүмкүн же башка жылуулоо ыкмалары менен бирге колдонулат.
ru: Важно отметить, что утепление фундамента изнутри может быть менее эффективным, чем утепление снаружи, поскольку оно не предотвращает теплопотери через саму структуру фундамента и не защищает его от влаги и воздействия окружающей среды. Однако, в некоторых ситуациях, это может быть единственным доступным вариантом или использоваться в сочетании с другими методами утепления.

# fundament_billing_title
source: 2. Backfill insulation method for the foundation: process
ky: 2. Фундаментти толтуруу ыкмасы менен жылуулоонун процесси
ru: 2. Процесс засыпного метода утепления фундамента

# fundament_billing_intro
source: The backfill method of insulating a foundation using expanded clay (LECA) and other materials is one option that relies on lightweight fillers. Expanded clay and similar lightweight materials are used to create an insulating layer around the foundation of a building or structure.
ky: Керамзит жана башка материалдар менен фундаментти «толтуруу ыкмасы» аркылуу жылуулоо — бул жеңил толтургучтарды колдонгон ыкмалардын бири. Керамзит жана башка жеңил материалдар имараттын фундаментин айланта жылуулоочу катмар түзүү үчүн колдонулат.
ru: Засыпной метод утепления фундамента из керамзита и других материалов - это один из вариантов использования легких заполнителей для утепления. Керамзит и другие легкие материалы используются для создания слоя утеплителя вокруг фундамента здания или сооружения.

# fundament_billing_prep_title
source: Surface preparation:
ky: Бетин даярдоо:
ru: Подготовка поверхности:

# fundament_billing_prep_text
source: As with any insulation method, the foundation surface must be thoroughly cleaned from dirt, dust, and debris. If necessary, foundation damage is repaired and waterproofing is applied.
ky: Башка жылуулоо ыкмаларындагыдай эле, фундаменттин бети кирден, чаңдан жана таштандыдан жакшы тазаланышы керек. Зарыл болсо фундаменттеги бузулган жерлер оңдолуп, гидроизоляция жасалат.
ru: Как и при любом методе утепления, поверхность фундамента должна быть хорошо очищена от грязи, пыли и мусора. При необходимости выполняется ремонт повреждений фундамента и гидроизоляция.

# fundament_billing_material_title
source: Material selection:
ky: Материалды тандоо:
ru: Выбор материала:

# fundament_billing_material_text
source: For the backfill insulation method, various lightweight materials can be used, such as expanded clay, gravel, and sand.
ky: Толтуруу ыкмасы үчүн керамзит, шагыл, кум сыяктуу ар кандай жеңил материалдарды колдонсо болот.
ru: Для засыпного метода утепления можно использовать различные легкие материалы, такие как керамзит, гравий, песок

# fundament_billing_steps_1_4
source: 1. A trench at least 80 cm wide is dug along the foundation to its full depth. Then the foundation walls are cleaned from dirt, sand, and dust. The foundation is dried. 2. It is important to remember that expanded clay can absorb moisture, so a waterproofing layer (synthetic film, roofing felt, etc.) should be placed inside the formwork. Waterproofing is done either by bonding (sheet/roll) or coating methods. Bitumen mastic is used for coating. The bonding method involves attaching roofing felt or other membrane coverings using a suitable adhesive. 3. The trench is filled: first, a sand layer of about 20 cm is placed and compacted, then construction expanded clay or gravel is poured. The level is aligned with the ground surface or slightly above. 4. Lightweight insulation (e.g., expanded clay) is evenly distributed around the foundation to the required height. Backfilling can be done manually or with special equipment.
ky: 1. Фундаменттин бою менен анын толук тереңдигине чейин туурасы кеминде 80 см болгон траншея казылат. Андан соң фундаменттин дубалдары кирден, кумдан, чаңдан тазаланат жана фундамент кургатылат. 2. Керамзит нымды сиңире аларын унутпоо керек, ошондуктан опалубканын ичине гидроизоляциялык материал (синтетикалык пленка, рубероид ж.б.) төшөлөт. Гидроизоляция жабыштыруу (оклеечный) же сүртүү (обмазочный) ыкмасы менен аткарылат. Сүртүү үчүн битум мастикасы колдонулат. Жабыштыруу ыкмасы рубероид же башка пленкалык жабууларды ылайыктуу курамга жабыштырууну билдирет. 3. Траншея толтургуч менен толтурулат: түбүнө болжол менен 20 см кум төшөлүп, тыгыздалат, андан кийин курулуш керамзити же шагыл куюлат. Топурактын деңгээлине тең же бир аз жогору тегизделет. 4. Жеңил жылуулоочу материал (мисалы, керамзит) фундаменттин айланасына керектүү бийиктикке чейин тегиз бөлүштүрүлөт. Толтуруу кол менен же атайын жабдуу аркылуу аткарылышы мүмкүн.
ru: 1. Вдоль фундамента копают траншею шириной не менее 80 см на всю его глубину, после чего очищают стенки фундамента от грязи, песка, пыли. Просушивают фундамент. 2. Важно помнить, что керамзитовая крошка способна впитывать влагу, поэтому внутри опалубки необходимо проложить гидроизолирующий материал (синтетическая пленка, рубероид и т. п.). Выполняют гидроизоляцию оклеечным или обмазочным способом. Для обмазки используют битумную мастику. Оклеечный способ подразумевает применение рубероида или других пленочных покрытий, приклеенных на подходящий состав. 3. Траншею засыпают наполнителем: на дно – слой песка около 20 см, трамбуют, после чего высыпают строительный керамзит или гравий. Выравнивают по уровню почвы или чуть выше. 4. Легкий утеплитель (например, керамзит) равномерно распределяется вокруг фундамента на нужной высоте. Засыпка может выполняться вручную или с помощью специального оборудования.

# fundament_billing_steps_5_6
source: 5. Compaction. After backfilling, the insulation layer should be compacted to prevent voids and ensure uniform insulation. 6. After completing the exterior insulation work, a blind area (apron) 50–80 cm wide is made around the building with a slight slope away from the house. This helps enhance the insulation effect of the expanded clay layer. To build it, formwork 10–15 cm high is installed around the perimeter, covered with reinforcing mesh, and filled with concrete. A special additive can be added to the concrete to improve waterproofing properties.
ky: 5. Тыгыздоо. Материал толтурулгандан кийин катмарды тыгыздап, боштуктардын пайда болушун алдын алып, жылуулоонун бир калыпта болушун камсыз кылуу керек. 6. Изоляция иштери бүткөн соң, имараттын сырткы дубалдарынын жанында туурасы 50–80 см болуп, үйдөн сыртка карай аздап эңкейиштүү отмостка жасалат. Отмостка керамзит катмарынын жылуулоосун күчөтүүгө жардам берет. Периметр боюнча 10–15 см бийиктикте опалубка орнотулуп, арматуралык тор төшөлөт да, бетон эритмеси куюлат. Гидроизоляцияны жакшыртуу үчүн бетонго атайын кошулма кошсо болот.
ru: 5. Уплотнение. После засыпки материала следует уплотнить слой утеплителя, чтобы предотвратить образование пустот и обеспечить равномерность утепления. 6. По завершении изоляционных работ снаружи стен здания на ширину в 50-80 см выполняется отмостка с небольшим уклоном в сторону от дома. Отмостка необходима для усиления теплоизоляции слоя из керамзита. Для обустройства отмостки по периметру строения монтируют опалубку 10–15 см в высоту, покрывают армирующей сеткой и заливают бетонным раствором. Для улучшения гидроизоляционных свойств в бетон можно добавить специальный состав.
