Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# window_general_recommendations
source: General recommendations
ky: Жалпы сунуштар
ru: Общие рекомендации

# window_rec_1
source: Before starting any window insulation procedure—especially when using adhesive seals—wash, dry, and degrease the window frame. This improves adhesion.
ky: Терезени жылуулоону баштаардан мурун, айрыкча жабышчаак уплотнителдер колдонулса, раманы жакшылап жууп, кургатып жана майсыздандырып алуу керек. Бул материалдын жакшы жабышышын камсыздайт.
ru: Перед началом любой процедуры по утеплению окон, особенно если используются клейкие уплотнители, необходимо тщательно промыть, высушить и обезжирить поверхность оконной рамы. Это обеспечит лучшее сцепление клейкой стороны утеплителя с рамой окна.

# window_rec_2
source: For effective insulation, keep glass and frames clean and check that the glass is not damaged—otherwise your effort may be wasted.
ky: Жылуулоо натыйжалуу болушу үчүн айнек жана рамалардын тазалыгына көңүл буруңуз, айнектин бүтүндүгүн текшериңиз — болбосо аракеттер жана чыгымдар текке кетиши мүмкүн.
ru: Чтобы утепление было эффективным и качественным, нужно обратить внимание на чистоту стекол и рам окна, проверить целостность стекол, иначе усилия и затраты могут быть бесполезными.

# window_rec_3
source: Pay special attention to areas where the frame meets the wall: gaps there can cause major heat loss. Seal these joints carefully.
ky: Рама дубалга тийишкен жерлерди текшериңиз: бул аймактарда жарака болуп, жылуулук сыртка чыгып кетиши мүмкүн. Ушул жерлерди өзгөчө кылдат герметизациялаңыз.
ru: Уделите внимание местам, где рама окна примыкает к стене, так как здесь могут быть щели, через которые тепло уходит наружу. Обратите особое внимание на уплотнение в этих местах.

# window_rec_4
source: It is recommended to insulate windows before the first frost. In freezing temperatures, some materials may behave differently and become less effective.
ky: Терезелерди биринчи үшүк түшө электе эле жылуулоо сунушталат. Суук абада айрым материалдардын касиети өзгөрүп, натыйжалуулугу төмөндөшү мүмкүн.
ru: Рекомендуется утеплять окна заранее, до наступления первых заморозков. Помните, что в минусовую погоду материалы могут вести себя иначе, и их эффективность может быть снижена.

# window_rec_5
source: If you use монтаж foam as the final filling for gaps between the frame and the opening:
ky: Эгерде терезе проёмунда монтаждык көбүк колдонулса (акыркы катмар катары):
ru: При использовании монтажной пены в качестве конечного покрытия проемов между оконной рамой и оконным проемом:

# window_warning
source: Do not leave монтаж foam uncovered for more than 1 month, as it will lose strength and insulating properties!
ky: Монтаждык көбүктү 1 айдан ашык каптабай калтырбаңыз — ал УФ таасиринен бузулуп, бекемдигин жана изоляциялык касиеттерин жоготот!
ru: Не позволяйте монтажной пене оставаться непокрытой более 1 месяца, так как она будет терять свои изоляционные свойства и прочность!

# window_hydro_vapor_title
source: Window waterproofing and vapor barrier
ky: Терезелерде гидро жана пароизоляцияны уюштуруу
ru: Устройство гидро и пароизоляции окон.

# window_hydro_vapor_intro
source: Sealing the space between the window unit and the opening includes three main layers: central, outer, and inner.
ky: Терезе блогу менен проёмдун ортосундагы боштукту герметизациялоо үч негизги катмардан турат: борбордук, сырткы жана ички.
ru: Герметизация пространства между оконным блоком и проемом включает в себя три основных слоя: центральный, внешний и внутренний.

# window_central_layer_title
source: Central layer
ky: Борбордук катмар
ru: Центральный слой

# window_central_layer_text
source: - in most cases, this is монтаж foam.
ky: - көпчүлүк учурда монтаждык көбүк.
ru: - это в подавляющем большинстве случаев монтажная пена.

# window_outer_layer_title
source: Outer layer
ky: Сырткы катмар
ru: Внешний слой

# window_outer_layer_text
source: – waterproofing: it prevents moisture from entering from outside, protects the gap, and shields it from UV radiation.
ky: – гидроизоляция: көчө тараптан ным киришин токтотот, проёмду коргойт жана УФ нурларынан сактайт.
ru: – гидроизоляция, необходимая для исключения попадания влаги со стороны улицы, утепления проема и защиты от УФ-излучения.

# window_hydro_materials
source: Common waterproofing materials include special sealing tapes (e.g., compressed sealing tape) and liquid sealing mastics.
ky: Гидроизоляция үчүн кеңири колдонулган материалдар: атайын ленталар (мисалы, кысылган уплотнитель лента) жана герметик-мастикалар.
ru: Наиболее распространенные материалы для гидроизоляции – это специализированные ленточные изделия, например, сжатая уплотнительная лента и герметизирующие жидкие мастики.

# window_inner_layer_title
source: Inner layer
ky: Ички катмар
ru: Внутренний слой

# window_inner_layer_text
source: – vapor barrier. It is installed from the room side and prevents moisture from entering the монтаж joint. This is especially important in humid rooms (kitchens, bathrooms). It can be implemented using sealing foil.
ky: – пароизоляция. Ал бөлмө тараптан жайгашып, нымдын монтаждык тигишке өтүшүнө бөгөт коёт. Бул ашкана жана санузел сыяктуу нымдуулугу жогору бөлмөлөр үчүн өзгөчө маанилүү. Мындай катмарды герметизациялоочу фольга менен жасоого болот.
ru: – пароизоляция. Расположен со стороны комнаты и препятствует попаданию влаги в монтажный шов. Это особенно важно для помещений с высокой влажностью (кухни, санузлы). Данный тип отделки может быть реализован герметизирующей фольгой.

# window_methods_intro
source: There are several ways to insulate windows to reduce heat loss and improve energy efficiency:
ky: Терезелерди жылуулоонун бир нече жолу бар, алар жылуулук жоготууну азайтып, энергияны үнөмдөөгө жардам берет:
ru: Существует несколько способов утепления окон, которые могут помочь снизить потери тепла и повысить энергоэффективность в помещениях:

# window_method_1
source: 1. Installing PVC double-glazed windows;
ky: 1. Пластикалык (ПВХ) терезелерди орнотуу;
ru: 1. Установка пластиковых стеклопакетов (ПВХ);

# window_method_2
source: 2. Installing seals;
ky: 2. Уплотнитель орнотуу;
ru: 2. Установка уплотнителей;

# window_method_3
source: 3. Installing window slopes;
ky: 3. Терезе откосторун орнотуу;
ru: 3. Установка оконных откосов;

# window_method_4
source: 4. Applying energy-saving window film;
ky: 4. Энергия үнөмдөөчү пленканы колдонуу;
ru: 4. Применение энергосберегающей пленки;

# window_method_5
source: 5. Sealing additional gaps and cracks
ky: 5. Кошумча жаракаларды жана тешиктерди жабуу
ru: 5. Заклеивание дополнительных щелей и трещин

# appartment_title
source: I want to insulate:
ky: Жылуулоону каалайм:
ru: Хочу утеплить:

# appartment_loggia
source: Loggia / Balcony
ky: Лоджия / Балкон
ru: Лоджия / Балкон

# appartment_window
source: Window
ky: Терезе
ru: Окно

# appartment_door
source: Door
ky: Эшик
ru: Дверь

# floor_billing_title
source: BACKFILL METHOD
ky: ТОЛТУРУУ ЫКМАСЫ
ru: ЗАСЫПНОЙ МЕТОД

# floor_billing_text_1
source: Expanded clay is used for floor thermal and sound insulation on concrete, wooden, or ground bases. It can be applied as dry backfill or as part of a cement-sand screed. Its main drawback is moisture retention, which can be eliminated by proper waterproofing. Surface preparation begins with cleaning and checking level differences. The optimal layer thickness is 80–100 mm. The required volume is calculated by multiplying the room area by the average layer height. It is recommended to purchase 10% extra material. Before installation, the concrete base must be covered with waterproofing film or roll material.
ky: Керамзит полду жылуулоо жана үн изоляциясы үчүн колдонулат. Ал бетон, жыгач же жер негизиндеги полдорго ылайыктуу. Керамзит жылуулоочу материал катары кургак толтурууда же цемент-кум стяжкасынын курамында колдонулушу мүмкүн. Анын кемчилиги – нымды узак убакыт кармап турушу. Бул кемчилик гидроизоляцияны туура колдонуу менен жоюлат. Иш баштаар алдында негиз тазаланып, тегиздиги текшерилет. Керамзит катмарынын оптималдуу калыңдыгы 80–100 мм. Керектүү көлөм бөлмөнүн аянтын орточо бийиктикке көбөйтүү аркылуу эсептелет. 10% запастык материал алуу сунушталат. Бетон негиз гидроизоляциялык пленка менен жабылат.
ru: Керамзит используют при монтаже пола для тепло- и звукоизоляции, для устройства черновых полов на любых основаниях: бетонных, деревянных и даже на грунте. Керамзит как утеплитель пола может использоваться в разных вариантах: в составе песчано-цементной стяжки или в качестве сухой засыпки. Единственный минус керамзита — его способность долго держать влагу. Этот недостаток легко нивелировать, соблюдая технологию устройства пола с керамзитом, тщательно проклеивая гидроизоляционный слой. Подготовка основания под засыпку керамзитом начинается с очистки поверхности. Чистое основание оценивают на кривизну и перепады плоскости. Оптимальная толщина слоя 80–100 мм. Среднее значение высоты засыпки получают, измеряя расстояние до горизонтальной линии в нескольких местах. Для расчета объема площадь комнаты умножают на среднюю высоту слоя. Рекомендуется приобрести керамзит с запасом 10%. Перед началом работ бетонное основание покрывается гидроизоляционной пленкой или рулонным материалом.

# floor_billing_text_2
source: A 10–15 cm layer of expanded clay is poured over the waterproofing and leveled using metal guides.
ky: Гидроизоляциянын үстүнө 10–15 см керамзит төгүлүп, маяктар боюнча тегизделет.
ru: Поверх гидроизоляции насыпается слой керамзита толщиной 10–15 см. Материал разравнивается по установленным маячкам с помощью металлического правила.

# floor_billing_text_3
source: After drying, reinforcing mesh is laid and a cement-sand screed is poured. Once fully cured, the final floor covering is installed.
ky: Андан соң арматуралык тор төшөлүп, цемент-кум стяжкасы куюлат. Толук кургагандан кийин акыркы жабуу төшөлөт.
ru: После высыхания основания укладывается армирующая сетка и заливается цементно-песчаная стяжка. После полного высыхания стяжки настилается выбранное напольное покрытие.

# floor_billing_warning
source: IMPORTANT! Walking on thermal insulation layers is prohibited.
ky: МААНИЛҮҮ! Жылуулоочу катмар үстүндө басууга тыюу салынат.
ru: ВАЖНО! Хождение по теплоизоляционным плитам запрещено.

# floor_concrete_title
source: CONCRETE FLOOR INSULATION
ky: БЕТОН ПОЛДОРДУ ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ БЕТОННЫХ ПОЛОВ

# floor_concrete_text_1
source: This method is used for concrete floors with cement-sand screed. Thermal insulation materials are laid directly on the ground or screed before installing the floor covering. First, the concrete slab is cleaned of old screed, debris, and dust. Gaps between the walls and floor are sealed with cement mortar or sealant. Then waterproofing is applied using polymer-bitumen solutions applied with a roller or brush. An alternative option is laying a vapor barrier film overlapping onto the walls. For budget solutions, regular polyethylene film may be used.
ky: Бул ыкма цемент-кум стяжкасы бар бетон полдор үчүн колдонулат. Жылуулоочу материалдар пол жабуусу орнотулуудан мурун түздөн-түз бетонго же жер үстүнө төшөлөт. Адегенде бетон плита эски стяжкадан, таштандылардан жана чаңдан тазаланат. Дубал менен полдун кесилишиндеги боштуктар цемент эритмеси же герметик менен толтурулат. Андан соң гидроизоляция жасалат. Бул үчүн полимер-битумдуу эритмелер же пароизоляциялык пленка колдонулат. Бюджеттик вариант катары кадимки полиэтилен пленкасын колдонууга болот.
ru: Этот метод используется для бетонных полов с цементно-песчаной стяжкой. Теплоизоляционные материалы укладываются прямо на поверхность земли или стяжки перед установкой напольного покрытия. Сначала бетонную плиту очищают от старой стяжки, мусора и пыли. В местах стыка стен и пола щели заделываются цементным раствором или герметиком. Затем выполняется гидроизоляция. Для этого используют полимерно-битумные растворы, которые наносят валиком или кистью. Альтернативный вариант — укладка пароизоляционной пленки внахлест с заходом на стены. При ограниченном бюджете допускается применение обычной полиэтиленовой пленки.

# floor_concrete_text_2
source: Next, wooden joists are installed at intervals of no more than 0.9 m. If the spacing is larger, the floor may sag. When using loose insulation, metal guides are installed instead of joists.
ky: Андан кийин лагалар бири-биринен 0,9 м ашпаган аралыкта орнотулат. Эгер аралык чоң болсо, пол ийилип кетиши мүмкүн. Эгер толтурулуучу материал колдонулса, лагалардын ордуна металл маяктар колдонулат.
ru: После этого устанавливают лаги с шагом не более 0,9 м. При большем расстоянии пол может прогибаться. Если используется сыпучий утеплитель, вместо лаг применяются металлические маяки.

# floor_concrete_text_3
source: Then the selected insulation is installed: mineral wool, foam plastic, or loose thermal insulation materials. Sheet and roll insulation is laid tightly between joists without gaps. Loose materials (e.g., expanded clay) are poured between guides and leveled with a metal rule. After that, a subfloor made of plywood, gypsum fiber board, OSB, or chipboard (10–15 mm thick) is installed. It is recommended to lay two layers with offset joints to avoid cold bridges. Sheets are fixed to the joists or guides with screws. Finally, the finishing floor covering is installed.
ky: Кийинки этапта тандалган жылуулоочу материал төшөлөт: минералдык жүн, пенопласт же толтуруучу материалдар. Табак же рулон түрүндөгү жылуулоочу материалдар лагалардын ортосуна боштук калтырбай төшөлөт. Толтуруучу материал (мисалы, керамзит) маяктардын ортосуна куюлуп, металл эреже менен тегизделет. Андан соң фанера, ГВЛ, OSB же ДСП плиталарынан кара пол төшөлөт. Муздак көпүрөлөрдү болтурбоо үчүн эки катмар кылып, тигиштерди жылдырып төшөө сунушталат. Плиталар лагаларга өзүн-өзү бурагычтар менен бекитилет. Акырында акыркы пол жабуусу орнотулат.
ru: Далее укладывается выбранный утеплитель: минеральная вата, пенопласт или сыпучие теплоизоляционные материалы. Листовые и рулонные утеплители укладываются плотно между лагами без зазоров. Сыпучий материал (например, керамзит) засыпается между маяками и выравнивается металлическим правилом. Затем настилается черновой пол из фанеры, ГВЛ, OSB или ДСП толщиной 10–15 мм. Рекомендуется укладка в два слоя со смещением швов для исключения мостиков холода. Листы крепятся к лагам или маякам саморезами. В завершение укладывается финишное напольное покрытие.

# floor_film_title
source: VAPOR BARRIER FILM METHOD
ky: ПАРОИЗОЛЯЦИЯЛЫК ПЛЕНКА ЫКМАСЫ
ru: МЕТОД ПАРОИЗОЛЯЦИОННОЙ ПЛЕНКОЙ

# floor_film_text_1
source: If there is no subfloor, you can use a vapor barrier film laid over a wooden batten frame. Then an insulation layer is installed, preferably using lightweight materials such as boards or roll insulation. After that, another vapor barrier layer is placed on top and covered with wooden planks. The vapor barrier should be installed with at least a 10 cm overlap and fixed with a construction stapler. Next, plywood or OSB sheets are laid on the wooden joists. Then the final floor covering is installed, for example laminate with an underlay. The installation is finished by mounting baseboards.
ky: Эгер кара (черновой) пол жок болсо, пароизоляциялык пленканы колдонсо болот: аны жыгач брустардан жасалган обрешётканын үстүнө жайышат. Андан кийин салмагы жеңил болгон жылуулоочу материалдын катмары төшөлөт (мисалы, плиталар же рулон материалдар). Андан соң үстүнөн дагы бир пароизоляция катмары төшөлүп, тактай настил менен жабылат. Пароизоляция катмарын кеминде 10 см внахлёст кылып төшөп, андан кийин курулуш степлери менен бекитүү керек. Кийинки этапта жыгач лагалардын үстүнө фанера же OSB барактары төшөлөт. Андан соң акыркы пол жабуусу (мисалы, подложка менен ламинат) орнотулат. Монтаж плинтустарды орнотуу менен аяктайт.
ru: Если нет чернового пола, можно использовать пароизоляционную пленку, которую расстилают на обрешетку из деревянных брусьев. Затем укладывается слой утеплителя, выбирая материал с минимальным весом, такие как плиты или рулонные материалы. После этого поверх укладывается еще один слой пароизоляции и закрывается дощатым настилом. Пароизоляционный слой необходимо прокладывать внахлест минимум на 10 см, далее закрепить строительным степлером. Затем по деревянным лагам кладем листы фанеры или листы ОСБ. Далее укладывается чистовое покрытие пола, например, ламинат по подложке. Монтаж завершается установкой плинтусов.

# floor_methods_title
source: Some floor insulation methods:
ky: Полду жылуулоонун айрым ыкмалары:
ru: Некоторые способы утепления пола:

# floor_method_under
source: Insulation under joists
ky: Лагалардын астынан жылуулоо
ru: Утепление под лагами

# floor_method_film
source: Vapor barrier film method
ky: Пароизоляциялык пленка ыкмасы
ru: Метод с пароизоля- ционной пленкой

# floor_method_concrete
source: Concrete floor insulation
ky: Бетон полдорду жылуулоо
ru: Утепление бетонных полов

# floor_method_billing
source: Loose-fill method
ky: Себүү ыкмасы
ru: Засыпной метод

# floor_under_title
source: INSULATION UNDER JOISTS
ky: ЛАГАЛАРДЫН АСТЫНАН ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ПОД ЛАГАМИ

# floor_under_text_1
source: This method is suitable for wooden floors. Thermal insulation materials such as
ky: Бул ыкма жыгач полдор үчүн ылайыктуу. Жылуулук изоляциялоочу материалдар, мисалы
ru: Этот метод подходит для деревянных полов. Теплоизоляционные материалы, такие как

# floor_under_text_2
source: polystyrene or mineral wool boards
ky: пенополистирол же минералдык жүн плиталары,
ru: пенополистирольные или минеральноватные плиты,

# floor_under_text_3
source: are placed between the joists, which act as the supporting structure for the floor. Then the floor covering is installed (e.g., parquet, laminate, or wooden boards). There are two main types of such floor structures: single-layer and double-layer systems, which are installed over a subfloor. All types of wooden floors require installation on supporting joists, which raises the floor level significantly above a concrete screed, a subfloor, or compacted soil. This is especially relevant for ground floors when dealing with the foundation or soil.
ky: полдун таяныч түзүмү болуп эсептелген лагалардын ортосуна төшөлөт. Андан кийин пол жабындысы (мисалы, паркет, ламинат же жыгач тактайлар) төшөлөт. Мындай пол конструкцияларынын эки негизги түрү бар: бир катмарлуу жана эки катмарлуу, алар черновой полдун үстүнө орнотулат. Жыгач полдордун бардык түрлөрү таяныч лагаларга төшөлүшүн талап кылат, бул полдун деңгээлин стяжкадан, черновой полдон же тыгыздалган топурактан кыйла жогору көтөрөт. Бул өзгөчө үйлөрдүн биринчи кабаттарында фундамент же топурак менен иштеген учурда маанилүү.
ru: укладываются между лагами, которые являются опорной структурой для пола. Затем укладывается напольное покрытие (например, паркет, ламинат или деревянные доски). Существует два основных типа таких половых конструкций: однослойные и двухслойные, которые устанавливаются поверх чернового пола. Все разновидности деревянных полов требуют укладки на опорные лаги, что поднимает уровень пола значительно выше уровня залитой стяжки, чернового пола или утрамбованного грунта. Это особенно актуально для первых этажей домов при обработке фундамента или грунта.

# roof_attic_title
source: ATTIC FLOOR INSULATION
ky: ЧЕРДАКТЫН ЖАБУУСУН ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ЧЕРДАЧНОГО ПОКРЫТИЯ

# roof_attic_intro
source: Insulating the attic floor helps keep more heat inside the living space instead of wasting it on heating a cold attic. That is why it is worth insulating the floor of a cold attic using thermal insulation materials. It is best to do this during construction or right before final interior finishing. However, even during regular use of the house, there is no reason not to insulate the ceiling from the attic side.
ky: Үйдүн чердак жабуусун жылуулоо бөлмөнүн ичинде көбүрөөк жылуулукту сактоого жардам берет жана муздак чердакты жылытууга кеткен чыгымды азайтат. Ошондуктан муздак чердактын жабуусун жылуулук изоляциялоочу материалдар менен жылуулоо маанилүү. Муну эң жакшысы имарат курулуп жаткан кезде же бөлмөнүн таза жасалгасына чейин жүргүзүү керек. Бирок үй колдонууда да чердак тараптан шып жабуусун жылуулоого эч кандай тоскоолдук жок.
ru: Утепление чердачного перекрытия дома позволяет сохранить больше тепла внутри комнаты, а не потратить его на отопление холодного чердака. Именно, поэтому стоит сделать утепление перекрытия холодного чердака с использованием теплоизоляционных материалов. Лучше всего делать это в период строительства здания, или непосредственно перед чистовой отделкой комнаты. Но и в процессе эксплуатации дома нет причин не утеплять потолочное перекрытие со стороны чердака.

# roof_attic_section_vapor_title
source: Vapour barrier.
ky: Пароизоляция.
ru: Пароизоляция.

# roof_attic_section_vapor_text
source: The work starts with installing a vapour barrier film. The film helps remove/stop vapour rising from the warm living area into the cold attic. To install the film correctly, carefully follow the markings on it. A 100 mm overlap must be provided. If insulation is done along wooden beams, the film should wrap around all protruding elements. Otherwise, the beams may rot over time. Where the film meets walls or other protruding surfaces, lift it to the height equal to the insulation thickness plus 50 mm, then tape it or wrap it onto the insulation boards.
ky: Иш пароизоляциялык пленканы төшөөдөн башталат. Ал жылытуу бөлмөдөн көтөрүлгөн бууну муздак чердакка өтүүдөн коргойт. Пленканы туура төшөө үчүн анын бетиндеги белгилөөлөрдү кылдат караңыз. Милдеттүү түрдө 100 мм кабатташтыруу керек. Эгер жылуулоо жыгач балкалар боюнча жасалса, пленка бардык чыгып турган элементтерди айланып өтүшү керек. Болбосо балкалар чирип кетиши мүмкүн. Пленканын дубалдар же башка чыгып турган беттер менен кесилишкен жерлеринде аны жылуулоонун калыңдыгына кошумча 50 мм көтөрүп, скотч менен бекитүү же жылуулоочу плитанын үстүнө ороп коюу керек.
ru: Начинается с укладки пароизоляционной пленки. Пленка позволит вывести пар, который поднимается из теплого жилого помещения на холодный чердак. Чтобы уложить пленку правильно нужно внимательно ознакомиться с нанесенной на нее маркировкой. Обязательно нужно соблюсти перехлест 100 мм. Если производится утепление по деревянным балкам, то пленка должна огибать все выступающие элементы. В противном случае, балки могут прогнить. В местах стыка пленки и стен или других выступающих поверхностей, нужно поднять ее на высоту равную толщине утеплителя плюс 50 мм. и проклеить скотчем или завернуть на плиту утеплителя.

# roof_attic_section_insulation_title
source: Insulation.
ky: Жылуулоо.
ru: Утепление.

# roof_attic_section_insulation_text
source: This step involves laying insulation (mineral wool, foam plastic, or extruded polystyrene). It is a fairly simple process: boards or strips are easily cut to size with a utility knife. When placing sheets, make sure there are no gaps and the mineral wool is not overly compressed. Both issues reduce insulation quality. Typical mistakes are shown in the photo.
ky: Бул этапта жылуулоочу материал (минералдык жүн, пенопласт же экструдирленген пенополистирол) төшөлөт. Бул абдан жөнөкөй процесс: плиталар же тилкелер керектүү өлчөмгө курулуш бычагы менен оңой кесилет. Төшөөдө боштук калбашына жана минералдык жүн катуу кысылып калбашына көңүл буруңуз. Экөө тең жылуулоонун сапатын төмөндөтөт. Сүрөттө типтүү каталар көрсөтүлгөн.
ru: Выполняется укладка утеплителя (ваты, пенопласта и экструдированного пенополистирола). Это довольно простой процесс. Плиты или полосы легко нарезаются строительным ножом по нужным размерам. Укладывая лист нужно следить за тем, чтобы не оставалось зазоров или минераловатный материал не был сильно сдавлен. И то, и другое приведет к снижению качества утепления. Типичные ошибки на фото.
