Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# thin_plaster_reinforce_text
source: Internal stresses caused by expansion and shrinkage of facade layers can lead to diagonal cracks extending from opening edges toward the outer side. Therefore, external vertical and horizontal building corners, as well as window and door opening corners, must be reinforced. To prevent such cracks, an aluminum corner bead is used: it is bonded onto insulation at building corners, openings, expansion joints, together with corner reinforcing mesh.
ky: Фасад катмарларынын кеңейиши жана отурушу натыйжасында ички чыңалуулар пайда болуп, ойдуңдардын четтеринен сыртка карай кыйгач жаракалар түшүшү мүмкүн. Ошондуктан имараттын сырткы вертикал жана горизонтал бурчтарын, ошондой эле терезе/эшик ойдуңдарынын бурчтарын күчөтүү керек. Мындай жаракаларды алдын алуу үчүн алюминий бурчтук профиль колдонулат: ал жылуулоонун үстүнө имараттын бурчтарына, ойдуңдарга, деформациялык тигиштерге чапталат жана бурчтук армирлөөчү тор колдонулат.
ru: Внутренние напряжения, которые могут образоваться в результате расширения и усадки фасадных слоев, могут привести к появлению косых трещин на плоскости стены по направлению от краев проемов к наружной стороне. Поэтому необходимо усилить внешние вертикальные и горизонтальные углы здания, углы оконных и дверных проемов. Для предотвращения появления таких трещин применяют алюминиевый уголок, который приклеивается на утеплитель по углам здания, оконным и дверным проемам, деформационным швам, и угловую армирующую сетку.

# thin_plaster_base_layer_title
source: Base reinforced layer:
ky: Базалык штукатурка катмарын түзүү:
ru: Устройство базового штукатурного слоя:

# thin_plaster_base_layer_text
source: adhesive is applied to the insulation plane, then alkali-resistant fiberglass mesh is embedded with a 100 mm overlap at vertical and horizontal joints. Excess adhesive is removed. After drying, a leveling adhesive coat is applied with a шпатель or brush, fully covering the mesh and creating a smooth surface. After drying, irregularities are sanded with sandpaper.
ky: жылуулоочу плиталардын бетине клей курамы сүйкөлөт, андан кийин анын ичине щелочко туруктуу стеклоткань тор 100 мм нахлест менен (вертикал жана горизонтал муундарда) басылып киргизилет. Артыкча клей алынып салынат. Армирленген катмар кургагандан кийин шпатель же щетка менен тегиздөөчү клей массасы сүйкөлүп, тор толук жабылып, жылмакай бет түзүлөт. Тегиздөөчү катмар кургагандан кийин тегиз эместиктер наждак кагазы менен тазаланат.
ru: на плоскость плит утеплителя наносится клеевой состав, в который затем вдавливается армирующая щелочестойкая стеклосетка с нахлестом полотен 100 мм на вертикальных и горизонтальных стыках. Излишки клеевой массы снимают. На высохшую поверхность армирующего слоя шпателем или щеткой наносят клеевую массу для выравнивания, полностью укрывая армирующую сетку и создавая гладкую поверхность. После высыхания выравнивающего слоя неровности зачищают наждачной бумагой.

# thin_plaster_decor_layer_title
source: Decorative layer:
ky: Декоративдүү катмарды түзүү:
ru: Устройство декоративного слоя:

# thin_plaster_decor_layer_text
source: the plastered surface is cleaned from dust, then a primer coat is applied over the entire surface using a roller/sprayer, and then a paint coat is applied in two passes. In systems with mineral wool insulation, acrylic decorative plasters must not be used because they have low vapor permeability; they are limited to systems with polystyrene insulation. Gaps between the insulation system and building structures are filled with a sealing cord along the seam and sealed with sealant.
ky: оштукатуркаланган бет чаңдан тазаланат, андан соң валик/краскопульт/боёо тапанчасы менен алгач грунт 1 катмар, кийин боёо курамы 2 жолу толук жаап сүйкөлөт. Минералдык жүн жылуулоосу бар системада акрил декоративдүү штукатуркаларды колдонууга болбойт, анткени алардын буу өткөрүмдүүлүгү төмөн. Алар пенополистирол жылуулоосу бар системаларда гана чектелүү колдонулат. Жылуулоо системасы менен имарат конструкцияларынын ортосундагы боштуктар тигиш бою уплотнителдик шнур менен толтурулуп, герметик менен жабылат.
ru: оштукатуренную поверхность очищают от пыли, а затем с помощью валика, краскопульта или окрасочного пистолета на всю поверхность наносят сначала грунтовочный состав в один слой, а затем окрасочный состав за два раза с укрытием всей загрунтованной поверхности. В системе с утеплителем из минеральной ваты недопустимо применять акриловые декоративные штукатурки, так как они имеют низкую паропроницаемость. Их сфера применения ограничена системой с утеплителем из пенополистирола. Зазоры между системой утепления и конструкциями здания заполняются уплотнительным шнуром по всей длине шва и заделываются герметиком.

# thick_plaster_title
source: External facade insulation systems with a thick-layer plaster finish (reinforced)
ky: Имараттарды сырттан жылуулоонун фасаддык системалары (калың катмар штукатурка, күчөтүлгөн)
ru: Фасадные системы наружного утепления зданий с отделочным слоем из толстослойной штукатурки (усиленная)

# thick_plaster_intro
source: A thick-layer plaster insulation system includes a thermal insulation layer and a reinforced base plaster layer. A key feature of this system is the separate work of the base wall, the insulation layer, and the base layer reinforced with steel mesh. Load transfer through hinged floating anchors helps compensate thermal and mechanical деformations of the plaster layers and reduces their impact on the substrate.
ky: Калың штукатурка катмары бар жылуулоо системасына жылуулоочу катмар жана армирленген базалык штукатурка катмары кирет. Бул системанын өзгөчөлүгү — негиз дубалы, жылуулоо катмары жана болот тор менен армирленген базалык катмар өз-өзүнчө иштейт. Шарнирлүү «калкып туруучу» анкелер аркылуу жүктү өткөрүү системанын штукатурка катмарларындагы температуралык жана механикалык деформацияларды компенсациялап, алардын негизге болгон таасирин азайтат.
ru: В систему утепления с толстым штукатурным слоем входят слой теплоизоляции и армированный базовый штукатурный слой. Особенностью данной системы является раздельная работа стены основания, теплоизоляционного слоя и базового слоя, армированного стальной сеткой. Передача нагрузки через шарнирные плавающие анкеры позволяет компенсировать температурные и механические деформации штукатурных слоев системы и снизить их воздействие на основание.

# thick_plaster_legend
source: 1 — load-bearing wall; 2 — insulation: mineral wool boards or XPS boards; 3 — primer layer; 4 — leveling layer; 5 — decorative plaster; 6 — steel mesh; 7 — steel anchor fastener; 8 — facade paint (if needed)
ky: 1 — көтөрүүчү дубал; 2 — жылуулоочу: минералдык жүн плиталары же экструзияланган пенополистирол плиталары; 3 — грунт катмары; 4 — тегиздөөчү катмар; 5 — декоративдүү штукатурка; 6 — болот тор; 7 — болот анкер бекиткич; 8 — фасад боёгу (зарыл болсо)
ru: 1 — несущая стена; 2 — утеплитель: минераловатные плиты или плиты из экструзионного пенополистирола; 3 — грунтующий слой; 4 — выравнивающий слой; 5 — декоративная штукатурка; 6 — стальная сетка; 7 — стальной анкерный крепеж; 8 — фасадная краска (по необходимости)

# thick_plaster_marking
source: Marking the facade plane: using a colored line, the wall should be divided into 500 mm squares, starting from the corner, with the first line drawn 150 mm from the corner. At line intersections where fastener holes will be drilled, clear marks are made.
ky: Фасад тегиздигин белгилөө: дубалды түстүү шнур менен 500 мм капталдуу квадраттарга бөлүү керек. Иш бурчтан башталат жана биринчи сызык бурчтан 150 мм аралыкта өткөрүлөт. Кайчылашкан чекиттерде (кайсы жерлерде бекиткич үчүн тешик бургуланат) так белгилер коюлат.
ru: Разметка плоскости фасада: стену при помощи цветного шнура необходимо разделить на квадраты со стороной 500 мм, начиная от угла и учитывая, что первая линия проводится на расстоянии 150 мм от угла. В местах пересечения линий, где будут сверлиться отверстия крепежа, делаются отчетливые отметки.

# thick_plaster_openings_marks
source: Around window, door, and other openings, drilling points for fasteners are marked separately with special chalk. Marks are placed 150 mm from the opening edges. Drilling in the marked points begins taking into account the required drilling depth for the anchor dowels.
ky: Терезе, эшик жана башка ойдуңдардын айланасында бекиткич үчүн тешик бургуланчу жерлер атайын бор менен өзүнчө белгиленет. Белгилер ойдуңдун четинен 150 мм аралыкта коюлат. Белгиленген жерлерде тешик бургулоо бекиткич дюбелдердин керектүү тереңдигин эске алуу менен жүргүзүлөт.
ru: Вокруг оконных, дверных и других проемов места сверления отверстий под крепеж отмечаются отдельно специальным мелком. Отметки делаются на расстоянии 150 мм от краев проема. Сверление отверстий в отмеченных местах начинают с учетом глубины сверления для крепежных дюбелей.

# thick_plaster_brackets
source: Brackets are installed at the marked points and fixed to the wall with suitable anchor dowels. A pendulum lever is inserted into the bracket and fixed in the upper position at a 90° angle for easier insulation installation.
ky: Белгилер боюнча скобалар орнотулат жана дубалга ылайыктуу дюбелдер менен бекитилет. Скобага маятник рычаг салынып, жылуулоону оңой орнотуу үчүн 90° бурчта жогорку абалда фиксацияланат.
ru: По отметкам устанавливаются скобы, которые крепятся к стене при помощи подходящих крепежных дюбелей. В скобу вставляется маятниковый рычаг, который фиксируется в верхнем положении под углом 90° для легкого монтажа теплоизоляции.

# thick_plaster_fasteners_block
source: Fastener installation: before installing the fasteners, a dowel selected according to the wall type is driven into the hole. The screw is threaded into the dowel using a special tool supplied with the fasteners, either manually or with a power drill. When threading the screw, the specified embedment depth must be observed. Turn the screw so that the loop is vertical, and insert the hook into the loop so that it locks in place. Number of fasteners — at least 5 pcs/m2 if insulation thickness ≤ 100 mm, with spacing not more than 500 mm. Number of fasteners must be at least 6 pcs/m2 if insulation thickness > 100 mm, with spacing not more than 400 mm. This also applies to edge zones and upper floors of high-rise buildings where wind dynamic loads increase. Distance from a fastener to a corner must be not more than 150 mm; to a window opening — not more than 150 mm; to an expansion joint — not more than 250 mm. Fastener layout scheme on the wall plane
ky: Бекиткичти орнотуу: бекиткичтерди орнотуудан мурун дубалдын түрүнө ылайык тандалган дюбель тешикке кагылат. Винт дюбелге бекиткич менен кошо берилген атайын шайман аркылуу буралат (кол менен же механикалык дрельге орнотуп). Винтти бураганда анын белгиленген тереңдикке киришин эске алуу керек. Винтти буруп, илмек вертикал абалга келгенде, илмекке крюк орнотуп, ал блоктоо абалын алышы керек. Бекиткичтердин саны — изоляция калыңдыгы ≤ 100 мм болсо, кеминде 5 даана/м², ал эми бекитүүлөрдүн аралыгы 500 ммден ашпайт. Эгер изоляция калыңдыгы > 100 мм болсо, бекитүүлөрдүн саны кеминде 6 даана/м² болушу керек, ал эми аралык 400 ммден ашпашы зарыл. Бул талап четки зоналарга жана шамал жүгү күчөгөн бийик имараттардын жогорку кабаттарына да тиешелүү. Бекиткичтен бурчка чейинки аралык 150 ммден ашпайт, терезе ойдуңуна чейин — 150 ммден ашпайт, деформациялык тигишке чейин — 250 ммден ашпайт. Дубал тегиздигинде бекиткичтерди орнотуу схемасы
ru: Установка крепежа: перед началом установки крепежных изделий выбранный в соответствии с типом стены дюбель забивают в отверстие. Винт вворачивают в дюбель при помощи специального приспособления, поставляемого вместе с крепежными изделиями, которое вставляется вручную или в механическую дрель. Вворачивая винт в дюбель, следует учитывать установленную величину заглубления винта. Следует повернуть винт, чтобы петля оказалась в вертикальном положении, и установить крюк в петлю винта так, чтобы он принял блокировочное положение. Количество крепежа - не менее 5 шт/м2, если толщина изоляции ≤ 100 мм, при этом расстояние между креплениями составляет не более 500 мм. Количество креплений должно быть не менее 6 шт/м2. если толщина изоляции составляет> 100 мм, при этом расстояние между креплениями должно быть не более 400 мм. Это относится и к краевым зонам, и к верхним этажам высотных зданий, где возрастают воздействия ветровых динамических нагрузок. Расстояние от крепежа до угла должно быть не более 150 мм, до оконного проема - не более 150 мм, до деформационного шва - не более 250 мм. Схема установки крепежных изделий в плоскости стены

# thick_plaster_first_row_support_title
source: Installing the support for the first insulation row:
ky: Биринчи катмар үчүн таянычты орнотуу:
ru: Установка опоры первого ряда утеплителя:

# thick_plaster_first_row_support_text
source: the first row of stone wool boards is placed into a mesh trough installed along the plinth line. The main purpose of the mesh starter profile is to set clear geometry for the facade system.
ky: таш жүн плиталарынын биринчи катары цоколь сызыгына орнотулган тор «желобуна» төшөлөт. Тордон жасалган старт профилинин негизги милдети — фасаддык системанын так геометриясын берүү.
ru: первый ряд плит из каменной ваты укладывается в желоб из сетки, установленный на линии цоколя. Основная задача стартового профиля из сетки — задать четкую геометрию фасадной системы.

# thick_plaster_install_boards_title
source: Installing insulation boards:
ky: Жылуулоочу плиталарды орнотуу:
ru: Монтаж теплоизоляционных плит:

# thick_plaster_install_boards_text
source: stone wool boards are impaled onto the pendulum levers set in the upper position so that the hooks pass through the board. Boards are installed from bottom to top. At corners, a toothed bond is used and horizontal joints are staggered. Around window and door openings, full elements are cut from boards. The first row is placed into the mesh trough along the plinth line; the mesh starter profile sets the system geometry.
ky: таш жүн плиталары жогорку абалда турган маятник рычагдарга ийлеп орнотулат, крюктар плитаны толук тешип өтүшү керек. Плиталар төмөндөн жогору карай орнотулат. Бурчтарда тиштүү «перевязка» жана горизонтал муундарды жылдырып орнотуу колдонулат. Терезе жана эшик ойдуңдарынын айланасында плиталардан бүтүн элементтер кесилип алынат. Таш жүн плиталарынын биринчи катары цоколь сызыгына орнотулган тор «желобуна» төшөлөт. Тордон жасалган старт профилинин негизги милдети — фасаддык системанын так геометриясын берүү.
ru: плиты из каменной ваты накалываются на установленные в верхнем положении маятниковые рычаги таким образом, чтобы крюки прошли через плиту насквозь. Монтаж плит производится снизу-вверх. Установка плит выполняется с зубчатой перевязкой на углах и смещением швов по горизонтали. Вокруг оконных и дверных проемов вырезаются целиковые элементы из плит. первый ряд плит из каменной ваты укладывается в желоб из сетки, установленный на линии цоколя. Основная задача стартового профиля из сетки — задать четкую геометрию фасадной системы.

# thick_plaster_corners_note
source: At building corners, only full and half insulation boards may be used. Fitting pieces ≥ 150 mm made of the same insulation material may be used only in the central field area and never at edges. Wet or damaged boards must not be installed. The installed insulation board is fixed with a locking element that holds the board in place. A cut is made at an angle of 30–45°. The pendulum lever is moved to the lower position, which allows the load to be distributed evenly onto the fastener.
ky: Имараттын бурчтарында бүтүн жана жарым изоляция плиталарын гана төшөөгө болот. Бир эле материалдан болгон ≥ 150 мм «пригоночный» бөлүктөрдү катардагы зонада гана колдонсо болот жана эч качан четтерде колдонбоо керек. Ным болуп калган же бузулган плиталарды орнотууга болбойт. Орнотулган жылуулоочу плита плитаны кармап туруучу блоктоо элементи менен бекитилет. Анда 30–45° бурчта кесик жасалат. Маятник рычаг төмөнкү абалга түшүрүлөт, бул жүктү бекиткичке бирдей бөлүштүрүүгө мүмкүндүк берет.
ru: На углах здания можно укладывать только целые и половинные изоляционные плиты. Пригоночные детали ≥ 150 мм из одного и того же изоляционного материала можно использовать только на рядовой зоне и ни в коем случае не на краях. Промокшие или поврежден­ные плиты устанавливать нельзя. Установленная теплоизоляционная плита закрепляется с помощью блокировочного элемента, удерживающего плиту на месте. В ней делается разрез под углом в 30–45°. Маятниковый рычаг перемещается в нижнее положение, что позволяет равномерно распределить нагрузку на крепеж.

# thick_plaster_tying_title
source: Staggered bonding of boards at internal and external building corners
ky: Имараттын ички жана сырткы бурчтарында плиталарды перевязка кылуу
ru: Перевязка плит на внутренних и наружных углах здания

# thick_plaster_mesh_title
source: Installing the reinforcing mesh:
ky: Армирлөөчү торду орнотуу:
ru: Монтаж армирующей сетки:

# thick_plaster_mesh_text
source: Before installing the mesh, make sure all hooks (part of the fastening system) are released from the locking position and set to the specified angle of at least 30°. The mesh is stretched in strips equal to the roll width. The roll is unrolled from top to bottom. Mesh overlap must be at least 50 mm. The mesh is slightly tensioned top-down and fixed with a locking pin (or by placing two locking plates over the mesh on each hook). Locking pins can be removed and reinstalled, for example during mesh installation. Locking plates must not be pressed too hard to avoid dents in the insulation board. The mesh must be positioned within the thickness of the first plaster layer. For this, plastic spacers are placed between the mesh and the insulation.
ky: Торду орнотуудан мурун бекиткичтин бөлүгү болгон бардык крюктар блоктоо абалынан чыгарылганын жана белгиленген бурчка (кеминде 30°) коюлганын текшерүү керек. Тор рулондун туурасына барабар тилкелер менен тартылат. Рулон жогорудан ылдый карай ачылат. Тордун нахлести кеминде 50 мм болушу керек. Тор жогорудан ылдый жеңил тартылып, блоктоо шпилькасы менен фиксацияланат (же ар бир крюкка тордун үстүнөн эки блоктоо пластинкасын коюу аркылуу бекитилет). Шпилькаларды, мисалы, торду орнотууда кайра алып коюп жана кайра орнотсо болот. Пластинкаларды өтө катуу басууга болбойт — болбосо изоляция плитасында ойук пайда болот. Тор штукатурканын биринчи катмарынын калыңдыгында жайгашуусу керек. Бул үчүн тор менен изоляциянын ортосуна пластик прокладкалар коюлат.
ru: Перед началом установки сетки необходимо убедиться в том, что все крюки, являющиеся составной частью крепежного изделия, выведены из блокировочного положения и установлены под заданным углом не менее 30°. Сетка натягивается полосами, равными ширине рулона. Рулон раскручивается сверху вниз. Нахлест сетки должен составлять не менее 50 мм. Сетка слегка натягивается сверху вниз и фиксируется блокировочной шпилькой (или крепится путем установки на каждый крюк двух блокировочных пластинок поверх сетки). Блокировочные шпильки можно снимать и устанавливать заново, например, при монтаже сетки. Блокировочные пластинки нельзя сильно вдавливать, чтобы в изоляционной плите не образовались вмятины. Сетку необходимо располагать в толщине первого слоя штукатурки. Для этого между сеткой и изоляцией устанавливаются пластиковые прокладки.

# thick_plaster_base_layer_title
source: Base plaster layer installation:
ky: Базалык штукатурка катмарын түзүү:
ru: Устройство базового штукатурного слоям:

# thick_plaster_base_layer_text
source: The purpose of the first layer is to serve as a structural frame reinforced with plaster mesh. Therefore it is critical that the mesh is completely covered with mortar on both sides. Mortar consumption for the first layer is 15–20 kg/m2 (dry mix is prepared according to the manufacturer’s instructions). Plaster mortar can be applied mechanically (pump) or manually with a steel шпатель, pressing it into the mesh and insulation. If necessary, the mesh is pulled slightly away from the mineral wool board so that the mortar fully covers it from both sides. If the mesh swells or protrudes in some places, it is pressed into the mortar and fixed with special galvanized nails.
ky: Биринчи катмардын милдети — штукатурка тору менен күчөтүлгөн конструкциянын каркасы болуу. Ошондуктан биринчи катмарда тор эритме менен эки тарабынан тең толук жабылышы өтө маанилүү. Биринчи катмар үчүн эритменин чыгымы — 15–20 кг/м² (кургак аралашма өндүрүүчүнүн көрсөтмөсүнө ылайык даярдалат). Штукатурка эритмесин механикалык (насос) же кол менен болот шпатель аркылуу, торго жана жылуулоого басып сүйкөсө болот. Зарыл болсо тор минералдык жүн плитасынан бир аз ажыратылып, эритме анын эки тарабынан тең толук жабышы камсыздалат. Тор айрым жерлерде көтөрүлүп чыгып кетсе, аны эритменин ичине басып киргизип, атайын мырышталган мыктар менен бекитишет.
ru: Предназначение первого слоя — служить каркасом конструкции, который усиливается штукатурной сеткой. Поэтому для первого слоя очень важно, чтобы сетка была сплошь покрыта раствором с обеих сторон. Расход раствора для первого слоя — 15–20 кг/м2 (сухая смесь приготавливается в соответствии с инструкцией производителя). Штукатурный раствор можно наносить механически (растворонасосом) или вручную стальным шпателем, придавливая его к сетке и теплоизоляции. При необходимости сетку оттягивают от минераловатной плиты так, чтобы штукатурный раствор покрывал ее с обеих сторон полностью. Если сетка в некоторых местах вздувается и выпирает из раствора, ее вдавливают внутрь раствора, закрепляя специальными оцинкованными гвоздями.

# thick_plaster_warning
source: ! The mesh must be fully covered with mortar. To prevent the mesh from bulging out, plastering is better done from bottom to top.
ky: ! Тор толугу менен эритме менен жабылышы керек. Тор чыгып кетпеши үчүн штукатуркалоону төмөндөн жогору карай аткарган жакшы
ru: ! Сетка должна быть полностью покрыта раствором. Чтобы сетка не выпирала, оштукатуривание лучше выполнять снизу-вверх

# thick_plaster_after_first_layer
source: When leveling the first layer, its thickness must be checked across the entire surface and mortar added where needed. After applying the first plaster layer, keep the surface moist during setting (about 1–3 days), depending on temperature and humidity. In dry and warm weather, the plastered surface should be moistened. The first layer should be applied continuously, including window and door reveals, so that there are no working joints at corners. Wall corners are also plastered continuously, applying mortar 100–300 mm around the corner.
ky: Биринчи катмарды тегиздегенде анын калыңдыгын бүт бет боюнча текшерип, керек жерлерге эритме кошуу керек. Биринчи штукатурка катмарын сүйкөгөндөн кийин бетти кармоо (катуулаш) мезгилинде нымдуу кармоо талап кылынат (аба ырайына жараша болжол менен 1–3 сутка). Кургак жана жылуу абада штукатуркаланган бетти нымдап туруу сунушталат. Биринчи катмар үзгүлтүксүз сүйкөлүшү керек: терезе жана эшик ойдуңдарынын откосторун кошо камтып, бурчтарда жумуш тигиштери болбошу зарыл. Дубал бурчтары да үзгүлтүксүз катмар менен штукатуркаланып, бурчтун айланасына 100–300 ммге чейин эритме сүйкөлөт.
ru: При выравнивании первого слоя необходимо проверять его толщину по всей поверхности и там, где необходимо, добавлять раствор. После нанесения первого штукатурного слоя необходимо поддерживать поверхность влажной в течение времени схватывания (около 1–3 суток), в зависимости от температуры и влажности воздуха. При сухой и теплой погоде оштукатуренную поверхность рекомендуется увлажнять. Первый слой следует наносить непрерывно, охватывая откосы оконных и дверных проемов, чтобы на углах не было рабочих швов. Углы стен также штукатурят непрерывным слоем, нанося раствор на 100–300 мм вокруг угла.
