Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# roof_attic_section_claydite_title
source: Insulating with expanded clay (claydite).
ky: Керамзит менен жылуулоо.
ru: Утепление керамзитом.

# roof_attic_section_claydite_text
source: Inspect the slab for cracks and gaps. Seal them with mortar or cover with thick paper. Protruding elements do not cause difficulties when pouring expanded clay. Install a timber lathing frame; later a subfloor will be laid on it. Pour the loose insulation onto the slab and level it with a regular rake. Recommended layer thickness is 250–300 mm. You can walk on expanded clay without restrictions. Tip: it is better to combine granules of different sizes to avoid voids. Finally, install a subfloor or pour a sand-cement screed.
ky: Плита жаракалар жана щелдер бар-жогун текшерилет. Алар эритме менен бүтөлөт же калың кагаз менен жабылат. Чыгып турган элементтер керамзит төгүүгө тоскоол болбойт. Брус менен обрешетка орнотулат. Кийин ага кара пол төшөлөт. Сыпма жылуулоочу материал плитанын үстүнө төгүлүп, кадимки тырмоо менен тегизделет. Катмар калыңдыгы 250–300 мм. Керамзиттин үстү менен эркин жүрсө болот. Кеңеш: керамзит төккөндө ар кандай өлчөмдөгү гранулаларды аралаштырсаңыз, боштук пайда болбойт. Акырында кара пол орнотулат же кум-цемент стяжкасы куюлат.
ru: Плита осматривается на предмет наличия щелей и трещин. Их заделывают раствором или накрывают плотной бумагой. Выступающие элементы трудностей с засыпкой керамзита не создают. Монтируют обрешетку из бруса. На нее в дальнейшем будет настелен черновой пол. Сыпучий утеплитель высыпают на плиту и выравнивают с помощью обычных граблей. Толщина слоя 250-300 мм. Передвигаться по керамзиту можно без ограничений. Совет: при засыпке керамзита лучше комбинировать гранулы разного размера (диаметра). Так можно избежать появления пустот. В завершении монтируют черновой пол или заливают песчано-цементной стяжкой.

# roof_attic_section_waterproof_title
source: Waterproofing.
ky: Гидроизоляция.
ru: Гидроизоляция.

# roof_attic_section_waterproof_text
source: Attic floor insulation is finished by adding waterproofing and building a subfloor. Since mineral wool absorbs moisture, a waterproofing layer should be laid over it. This is also necessary if a concrete screed will be poured over the insulation. If the attic is used regularly, you can make a subfloor over the insulation “pie” (for example, a concrete screed or OSB boards). If the attic is rarely used, you can simply lay boards over the existing beams so that climbing up and moving around is easier when needed.
ky: Чердак жабуусун жылуулоо гидроизоляция жана кара полду жасоо менен аяктайт. Минералдык жүн нымды сиңиргендиктен, анын үстүнө гидроизоляция төшөө керек. Бул ошондой эле жылуулоонун үстүнө бетон стяжка куюлса да зарыл. Эгер чердак дайыма колдонулса, мындай «жылуулоочу пирогдун» үстүнө кара пол жасоого болот: бетон стяжка же OSB плиталары ылайыктуу. Эгер чердак дээрлик колдонулбаса, анда болгон балкалардын үстүнө тактайларды эле төшөп койсо жетиштүү — зарыл учурда чердакка чыгуу жана жүрүү жеңил болот.
ru: Утепление перекрытия чердака завершает гидроизоляцией и устройством чернового пола. Ввиду свойства минвaты впитывать влагу, поверх слоя минеральной ваты нужно устелить гидроизоляцию. Также это необходимо, если поверх утеплителя будет заливаться бетонная стяжка. Если чердак постоянно используется, поверх такого теплоизоляционного «пирога» можно сделать черновой пол. В его роли может выступать бетонная стяжка или плиты OCБ. Если же чердак практически не используется, то можно просто проложить доски поверх уже имеющихся балок. Тогда в случае необходимости подняться на чердак, передвижения по нему не будут создавать трудности.

# roof_inside_title
source: INSULATION FROM INSIDE
ky: ИЧКИ ЖАГЫНАН ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ИЗНУТРИ

# roof_inside_step_1
source: 1. First, a counter-batten must be installed to ensure air circulation in the under-roof space. This is a very important step and should not be neglected.
ky: 1. Алгач чатыр алдындагы мейкиндикте абанын айланышын камсыз кылуу үчүн контробрешётка орнотуу керек. Бул абдан маанилүү этап, аны көз жаздымда калтырууга болбойт.
ru: 1. Сначала надо установить контробрешётку, для обеспечения движения воздуха в подкровельном пространстве. Это очень важный момент, пренебрегать им не следует.

# roof_inside_step_2_3
source: 2. Vapour barrier installation is carried out from inside the room by fixing it with staples to the lower edges of the rafters. There are many types of waterproofing membranes and films; the choice depends on the user's possibilities. 3. Next, a layer of insulation is installed — mineral wool or polystyrene, cut exactly to fit the spaces between the rafters. The insulation can temporarily stay in place due to its elasticity, but for reliability it is recommended to secure it with string by hammering small nails into the rafters.
ky: 2. Пароизоляция үйдүн ичинен стропилдердин ылдыйкы учтарына степлер менен бекитилет. Гидроизоляциялык мембраналардын жана плёнкалардын түрлөрү көп, кайсынысын колдонуу колдонуучунун мүмкүнчүлүгүнө жараша тандалат. 3. Андан соң стропилдердин аралыгына туура өлчөмдө кесилген жылуулоочу материал (минералдык жүн же пенополистирол) орнотулат. Ал өзүнүн ийкемдүүлүгү менен убактылуу кармалып турушу мүмкүн, бирок ишенимдүүлүк үчүн жип менен бекитүү сунушталат.
ru: 2. Монтаж пароизоляции осуществляется изнутри помещения путем крепления скобами к нижним торцам стропил. Видов гидроизоляционных мембран или плёнок существует немало, использование той или иной диктуется возможностями пользователя. 3. Далее крепится слой утеплителя — минваты или пенополистирола, нарезанного точно по размеру промежутков между стропилами. Утеплитель может временно удерживаться между досками за счёт собственной упругости, но для надёжности можно крепить его леской, для чего надо набить в стропила гвоздики.

# roof_inside_step_4
source: 4. After fixing the insulation, a vapour barrier layer is applied. This film material prevents condensation buildup and moisture absorption by the insulation. Glassine, polyethylene, or polypropylene films are commonly used. The sheets are attached to the rafters with a stapler and joined together with tape to ensure airtightness.
ky: 4. Жылуулоочу материал бекитилгенден кийин пароизоляция катмары төшөлөт. Бул конденсаттын топтолушун жана жылуулоочунун нымдалышын алдын алган плёнкалык материал. Көбүнчө пергамин, полиэтилен же полипропилен плёнкалары колдонулат. Катмарлар степлер менен бекитилип, муундары скотч менен жабыштырылат.
ru: 4. После укрепления утеплителя накладывается слой пароизолятора. Это плёночный материал, препятствующий накоплению конденсата и намоканию утеплителя. Часто применяют пергамин, полиэтиленовую или полипропиленовую плёнку. Полосы крепятся к стропилам степлером и соединяются между собой скотчем для достижения герметичности.

# roof_outside_title
source: OUTSIDE INSULATION
ky: СЫРТ ЖАГЫНАН ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ СНАРУЖИ

# roof_outside_intro
source: It is more convenient to insulate the sloped part of the roof before installing the final roof covering.
ky: Чатырдын жантайыңкы бөлүгүн жылуулоо иштерин фиништик жабуу жасала электе аткаруу ыңгайлуураак.
ru: Удобнее выполнять теплоизоляцию скатной части крыши до выполнения финишного покрытия.

# roof_outside_block_1_title
source: 1. Vapour barrier.
ky: 1. Пароизоляция.
ru: 1. Пароизоляция.

# roof_outside_block_1_text
source: Before laying the thermal insulation material, a vapour barrier must be installed. A vapour barrier is essential when building a roofing “pie”. Its main purpose is to prevent moisture from forming and accumulating inside the roof structure. If moisture builds up, the roof can literally start rotting and deteriorating from the inside, causing its performance to drop significantly. It is very important to place the vapour barrier below the insulation layer; otherwise the insulation will absorb vapour coming from below, swell, and become damp. For vapour barrier, roll materials can be used — polyethylene, polypropylene, foil-faced, and diffusion films. All film materials used for vapour barrier should be elastic, tear-resistant, and easy to work with. It is crucial that the film does not tear during fastening and properly wraps around the fasteners. Even if the roof is accidentally damaged (for example, by a tree branch during a storm), the vapour barrier should remain intact and minimize losses. Ideally, the vapour barrier thickness should be such that it can withstand the load of thermal and waterproofing layers if the battens and rafters fail.
ky: Жылуулоочу материал төшөлө электе пароизоляцияны жасоо керек. Чатырдын катмарлуу «пирогун» курууда пароизоляция абдан зарыл. Анын негизги милдети — каптаманын ичинде нымдын пайда болуп, топтолушуна жол бербөө. Эгер ным топтолуп калса, чатыр ичинен чирип, бузулуп башташы мүмкүн жана анын эксплуатациялык сапаты төмөндөйт. Пароизоляция жылуулоочудан төмөн жайгашышы өтө маанилүү, антпесе жылуулоочу материал ылдыйдан чыккан бууну өзүнө сиңирип, шишип жана нымдалып калат. Пароизоляция үчүн рулон түрүндөгү материалдарды колдонсо болот: полиэтилен, полипропилен, фольгалуу жана диффузиялык пленкалар. Пароизоляция үчүн колдонулган бардык пленкалар ийкемдүү, жыртылууга чыдамдуу жана иштөөгө ыңгайлуу болушу керек. Пленка бекитүү учурунда жыртылып кетпеши жана бекиткичти жакшы «кармап» турушу маанилүү. Мисалы, катуу шамалда бутак кулап чатыр жабыркаса да, пароизоляция бүтүн бойдон калып, жоготууларды минималдашы керек. Идеалда пароизоляциянын калыңдыгы жылуулоо жана гидроизоляция катмарларынын жүгүн көтөрө ала тургандай болушу зарыл (эгер обрешетка же стропилдер чыдабай калса).
ru: До укладки теплоизоляционного материала, необходимо выполнить пароизоляцию. Прокладка пароизоляции при строительстве кровельного пирога крайне необходима. Главным ее назначением является не допустить образования и накопления влаги внутри обшивки. Если это произойдет, крыша в буквальном смысле может начать гнить и портиться изнутри, в результате чего ее эксплуатационные характеристики сойдут на нет. Крайне важно расположить пароизоляцию ниже теплоизоляционного материала, поскольку иначе он будет впитывать пар, идущий снизу, набухать и отсыревать. Для пароизоляции можно использовать рулонные материалы – полиэтиленовые, полипропиленовые, фольгированные и диффузные. Все пленочные материалы, используемые для пароизоляции, должны обладать хорошей эластичностью, быть прочными на разрыв и максимально удобными в работе. Крайне важно, чтобы пароизоляционная пленка не рвалась во время фиксации, а обхватывала крепежный элемент. Даже при случайном механическом повреждении крыши, например, из-за упавшей во время урагана ветки дерева, пароизоляция должна сохранять целостность, минимизировав потери. В идеале толщина пароизоляции кровли должна быть такой, чтобы материал выдерживал нагрузку тепло- и гидроизоляции, если обрешетка и стропила не выдержат.

# roof_outside_block_2_title
source: 2. Installing insulation.
ky: 2. Жылуулоочу материалды орнотуу.
ru: 2. Монтаж утеплителя.

# roof_outside_block_2_text
source: Insulation is laid between wooden beams. It must be installed tightly, without gaps or voids. Insulation can be installed from the ridge downward (top to bottom) or from the base upward (bottom to top). When installing bottom-up, press the insulation boards tightly against each other to avoid gaps. For two-layer insulation, make sure the joints of the lower layer are covered by boards of the upper layer (staggered layout). If gaps are found, they must be filled with the same material through the entire thickness of the insulation layer. Cut a piece 1 cm larger in width and length than the gap and fit it tightly into place. After all insulation is installed in its design position, the waterproofing layer is mounted.
ky: Жыгач устундардын арасына жылуулоочу материал төшөлөт. Тыгыз төшөө керек — боштук жана ажырым болбошу зарыл. Жылуулоону коньктон ылдый карай (жогортон ылдый) же негизден конькко карай (ылдыйдан жогору) төшөөгө болот. Эгер ылдыйдан жогору орнотулса, плиталарды бири-бирине бекем кысып коюу керек — бул ажырымдардын пайда болушун алдын алат. Эки катмар жылуулоо жасалса, төмөнкү катмандын муундары үстүнкү катмандын плиталары менен жабылышы керек (плиталарды жылдырып коюу). Эгер боштук табылса, аны ошол эле материал менен толук калыңдыгына чейин толтуруш керек. Бул үчүн боштуктан 1 см чоңураак өлчөмдө элемент кесилип, кысылып орнотулат. Бардык жылуулоо проекттик абалга келтирилгенден кийин гидроизоляция орнотулат.
ru: Между деревянными балками прокладывается утеплитель. Укладывать необходимо плотно, без щелей и зазоров. Утеплитель можно укладывать от конька, сверху вниз. Или от основания к коньку, снизу-вверх. При монтаже снизу-вверх, необходимо плотно прижимая теплоизоляционные плиты друг к другу. Такой порядок монтажа позволяет избежать щелей между плитами. При устройстве теплоизоляции в два слоя необходимо обеспечить перекрытие швов нижнего слоя плитами верхнего слоя, т.е. устанавливать плиты в разбежку. В случае обнаружения щелей, их необходимо заложить тем же материалом на всю толщину слоя теплоизоляции. Для этого ножом вырезается элемент, имеющий размеры по ширине и длине на 1 см больше, чем размеры щели, и в распор устанавливается в щель. После того, как вся теплоизоляция будет установлена в проектное положение, производится монтаж гидроизоляции.

# roof_outside_block_3_title
source: 3. Waterproofing.
ky: 3. Гидроизоляция.
ru: 3. Гидроизоляция.

# roof_outside_block_3_text
source: The function of hydro/vapour-proof materials is to protect the insulation layer from moisture that reduces its performance. Installing a waterproofing film on the roof and creating ventilation gaps significantly increases the service life of the roofing system. Horizontal and vertical overlaps must be observed. Overlap areas may be taped with butyl-rubber-based tapes. At junctions where waterproofing meets structural elements, sealing with butyl-rubber tape is mandatory. The ridge overlap is 200 mm. Do not stretch the waterproofing film tightly; install it with a slight sag between rafters. This will compensate for rafter system deformation and prevent tearing when dimensions change in cold weather. The waterproofing film is fixed using a counter-batten, which creates a ventilation gap for roof ventilation. The ventilation gap above the waterproofing must be at least 50 mm. The counter-batten is fixed with roofing nails with wide heads. Do not use staples or nails directly through the membrane without a wooden strip on top at fastening points. After that, the roof covering can be installed.
ky: Гидро-пароизоляция материалдарынын функциясы — жылуулоочу катмарды эксплуатациялык сапатын төмөндөтүүчү нымдан коргоо. Чатырга гидроизоляция пленкасын туура орнотуу жана вентиляциялык боштуктарды түзүү чатырдын кызмат мөөнөтүн кыйла узартат. Горизонталдык жана вертикалдык нахлёстторду сөзсүз сактоо керек. Полотнолордун үстү-үстүнө келген жерлеринде бутилкаучук негизиндеги скотч менен жабыштырууга болот. Гидроизоляциянын конструкция элементтерине тийишкен жерлеринде бутилкаучук лента менен жабыштыруу милдеттүү. Коньктогу нахлёст 200 мм болушу керек. Гидроизоляцияны орнотууда пленканы катуу тартып керүүнүн кереги жок — стропилдердин ортосунда бир аз бош (провисание) калтыруу керек. Бул кийин стропиль системасы деформацияланганда жана суук маалда өлчөмдөр өзгөргөндө пленканын айрылып кетишин алдын алат. Гидроизоляция пленкасы контррейка аркылуу бекитилет — ал чатыр вентиляциясы үчүн боштук түзөт. Гидроизоляция үстүндөгү вентиляциялык боштук кеминде 50 мм болушу зарыл. Контррейканы кең баштуу шифер мыктар менен бекитишет. Мембрана үстүнөн жыгач рейкасыз скоба же мык колдонууга болбойт. Андан кийин чатыр жабуусун төшөөгө болот.
ru: Функция материалов для гидропароизоляции – защита слоя утеплителя от воздействия влаги, снижающей его эксплуатационные характеристики. Монтаж гидроизоляционной пленки на крыше и создание вентиляционных зазоров значительно увеличивает срок эксплуатации кровли. Обязательно соблюдение горизонтальных и вертикальных перехлестов. В местах перехлеста полотен допускается проклейка скотчами на бутилкаучуковой основе. В местах примыканий гидроизоляции к элементам строительной конструкции проклейка лентой на бутилкаучуковой основе обязательна. Перехлест на коньке составляет 200 мм. При устройстве гидроизоляции кровли натягивать пленку не нужно, следует осуществлять ее монтаж с небольшим провисанием между стропил, которое впоследствии компенсирует деформацию стропильной системы, а также не допустит ее разрыва при уменьшении размеров в холодную пору года. Крепление гидроизоляционной пленки осуществляется с помощью контррейки, которая обеспечивает вентиляционный зазор для кровельной вентиляции. Ширина вентиляционного зазора над гидроизоляцией должна быть не менее 50 мм. Крепление контррейки производится шиферными гвоздями с широкой шляпкой. Не допускается применять скобы или гвозди без установленной деревянной рейки поверх мембраны в местах креплений. Далее можно укладывать кровельное покрытие.

# roof_intro
source: Heat loss through the roof during the cold season is about 30–35% in one- and two-story houses and 5–10% in multi-story buildings. Using efficient thermal insulation systems can reduce heating energy consumption by up to 10 times. Indoors, depending on the functional or technological purpose of the rooms, an appropriate heat-and-humidity operating mode must be maintained.
ky: Суук мезгилде чатыр аркылуу жылуулук жоготуулар бир-эки кабат үйлөрдө 30—35%, көп кабат үйлөрдө 5—10% түзөт. Натыйжалуу жылуулоо системаларын колдонуу отопление үчүн энергия керектөөнү 10 эсеге чейин кыскарта алат. Бөлмөлөрдүн функционалдык же технологиялык максатына жараша, эксплуатациядагы жылуулук-ным режими камсыздалышы керек.
ru: Потери тепла через крышу в холодное время года составляют 30—35 % в одно-, двухэтажных домах и 5—10 % — в многоэтажных. Применение эффективных систем теплоизоляции позволяет сократить потребление энергоресурсов на отопление до 10 раз. Внутри помещений, в зависимости от их функционального или технологического назначения, должен обеспечиваться тепловлажностный режим эксплуатации.

# roof_benefits_title
source: Roof insulation provides:
ky: Чатырды жылуулоо төмөнкүлөрдү камсыздайт:
ru: Теплоизоляция крыши обеспечивает:

# roof_benefits_1
source: Protection of the roof covering and the interior from the effects of changing outdoor temperatures.
ky: Тышкы абанын өзгөрмө температурасынын таасиринен жабууну жана бөлмөнү коргоо.
ru: Защиту покрытия и помещения от воздействий переменных температур наружного воздуха.

# roof_benefits_2
source: Balancing temperature fluctuations within the main roof structure, which helps prevent cracks caused by uneven thermal changes.
ky: Жабуунун негизги катмарындагы температуранын термелүүсүн теңдөө, мунун эсебинен температуранын тең эмес өзгөрүшүнөн жаракалардын пайда болушу азаят.
ru: Выравнивание температурных колебаний основного массива покрытия, благодаря чему исключается появление трещин вследствие неравномерных температурных колебаний.

# roof_benefits_3
source: Shifting the dew point into the outer insulation layer, preventing moisture in concrete or reinforced-concrete coverings.
ky: Шүүдүрүм чекитин сырткы жылуулоочу катмарга жылдыруу, бул бетон же темир-бетон жабуунун ным тартып калышын алдын алат.
ru: Перемещение точки росы во внешний теплоизоляционный слой, что исключает отсыревание бетонного или железобетонного покрытия.

# roof_benefits_4
source: Creating a comfortable indoor microclimate by increasing the temperature of the inner roof surface (ceiling) and reducing the temperature difference between indoor air and the ceiling surface, including attic spaces.
ky: Бөлмөнүн ички бетинин (шыптын) температурасы жогорулап, ички аба менен шып бетинин температура айырмасы азайгандыктан, анын ичинде чердак бөлмөлөрүндө да ыңгайлуу микроклимат түзүлөт.
ru: Формирование благоприятного микроклимата помещения за счет повышения температуры внутренней поверхности покрытия (потолка) и уменьшения перепада температур внутреннего воздуха и поверхности потолка, в том числе и чердачных помещений.

# roof_intro_repeat
source: Heat loss through the roof during the cold season is about 30–35% in one- and two-story houses and 5–10% in multi-story buildings. Using efficient thermal insulation systems can reduce heating energy consumption by up to 10 times. Indoors, depending on the functional or technological purpose of the rooms, an appropriate heat-and-humidity operating mode must be maintained.
ky: Суук мезгилде чатыр аркылуу жылуулук жоготуулар бир-эки кабат үйлөрдө 30—35%, көп кабат үйлөрдө 5—10% түзөт. Натыйжалуу жылуулоо системаларын колдонуу отопление үчүн энергия керектөөнү 10 эсеге чейин кыскарта алат. Бөлмөлөрдүн функционалдык же технологиялык максатына жараша, эксплуатациядагы жылуулук-ным режими камсыздалышы керек.
ru: Потери тепла через крышу в холодное время года составляют 30—35 % в одно-, двухэтажных домах и 5—10 % — в многоэтажных. Применение эффективных систем теплоизоляции позволяет сократить потребление энергоресурсов на отопление до 10 раз. Внутри помещений, в зависимости от их функционального или технологического назначения, должен обеспечиваться тепловлажностный режим эксплуатации.

# roof_prep_title
source: Preparation stage for roof insulation
ky: Чатырды жылуулоого даярдык этабы
ru: Подготовительный этап для утепления крыши
