Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# door_slopes_text
source: Slope insulation can be done under any finishing — the technology is basically the same. Depending on the work method, there are three options: 1) Applying cement mortar or putty mixture directly to the walls; 2) Gluing finishing elements using adhesive or mortar; 3) Installing finishing elements on a frame (batten system). The insulation material is selected depending on the door leaf type and the interior wall finish. The more finishing layers you have, the better the insulation of the doorway. As a top layer you can use paint, wallpaper, декоратив plaster, plastic, wood, laminate, MDF, or PVC panels. Before finishing, cover the door with protective film. Carefully cut off монтаж foam that protrudes beyond the edge of the door frame using a utility knife. After preparing the surface, apply primer. Repeat after 3–4 hours. When the surface is dry, start placing the insulation. If you use foam plastic or extruded polystyrene foam (XPS), lightly scratch the surface with sandpaper to reduce smoothness. Glue the polystyrene boards by applying adhesive to each board with a trowel, then let it dry well. Additionally, secure the insulation with plastic wall plugs (dowels) using a hammer drill. Cover the finished areas with a plastic mesh to prevent small cracks. Adhesive drying typically takes 5 to 12 hours depending on indoor temperature. After drying, apply a layer of putty over the mesh. If the first layer doesn’t ровнять the surface, apply another layer after drying. Sand the dried putty with coarse sandpaper and apply another primer layer. Let the structure dry and finish the corner bead with putty. Finally, apply the chosen finishing: drywall cladding or decorative plastering.
ky: Откостордун жылуулук изоляциясын каалаган каптамага ылайык жасап алса болот — технологиясы бирдей. Иш жүргүзүү ыкмасына жараша үч вариант айырмаланат: 1) Цемент эритмесин же шпаклевка аралашмасын түз эле дубалга сүйкөө; 2) Каптама элементтерин клей же эритме менен жабыштыруу; 3) Каптама элементтерин каркас аркылуу бекитүү. Жылуулоочу материал эшик полотносунун түрүнө жана бөлмөнүн ичиндеги дубал каптамасына жараша тандалат. Катмарлар канчалык көп болсо, эшик ойугунун жылуулоосу ошончолук жакшы болот. Үстүңкү катмар катары боёк, обой, декоративдик шыбак, пластик, жыгач, ламинат, МДФ, ПВХ панелдер колдонулат. Иш баштардан мурда эшикти коргоочу пленка менен жаап коюңуз. Эшик кутучасынын четинен чыгып турган монтаждык көбүктү кеңсе бычагы менен этият кесип алыңыз. Бет даяр болгондон кийин грунтталып, 3–4 сааттан кийин кайра кайталанат. Бет толук кургагандан кийин жылуулоочту төшөй баштайбыз. Эгер пенопласт же экструзияланган пенополистирол (пеноплекс) тандалса, бетин наждак кагаз менен бир аз тырмап коюу сунушталат — бул жылмакайлыгын азайтат. Полистирол плиталарына шпатель менен клей сүйкөп, жабыштырабыз жана жакшы кургатабыз. Андан соң перфоратор аркылуу пластик дюбельдер менен кошумча бекитебиз. Даяр участоктор пластик сетка менен жабыштырылат — ал майда жаракалардын пайда болушун алдын алат. Клейдин толук кургашы үчүн бөлмөдөгү температурага жараша 5–12 саат талап кылынышы мүмкүн. Сетка кургагандан кийин үстүнө шпаклевка катмары түшүрүлөт. Эгер биринчи катмар жетиштүү тегиз кылбаса, кургаганын күтүп кийинки катмарды сүйкөңүз. Кургай баштаган шпаклевка ири данактуу наждак менен иштетилип, кайра грунт катмары сүйкөлөт. Конструкция кургатылат жана бурчтары шпаклевкаланып бүтүрүлөт. Акырында, тандаган финиш каптама жасалат: гипсокартон менен каптоо же декоративдик шыбактоо.
ru: Теплоизоляцию откосов можно сделать под любую обшивку — технология одинаковая. По способу производства работ различают три варианта отделки и утепления: 1) Нанесение цементного раствора или шпаклевочной смеси непосредственно на стены; 2) Приклеивание отделочных элементов с помощью клея или раствора; 3) Каркасное крепление элементов отделки. Материал для утепления подбирают в зависимости от вида полотна двери и покрытия стен внутри помещения. Чем больше отделочных слоев, тем лучше утепление дверного проема. В качестве верхнего слоя применяют: краску, обои, декоративную штукатурку, пластик, дерево, ламинат, МДФ, панели ПВХ. Перед отделочными работами дверь укрывают защитной пленкой. Монтажную пену, которая выступает за край дверной коробки, осторожно срезают канцелярским ножом. После подготовки поверхности её грунтуют. Через 3–4 часа процедуру повторяют. После того как поверхность высохла, начинают укладывать утеплитель. Если выбран пенопласт или экструдированный пенополистирол (пеноплекс), поверхность рекомендуется слегка поцарапать наждачным листом, чтобы уменьшить гладкость. Полистирол приклеивают, нанося шпателем порцию клея на каждую плиту, и дают хорошо просохнуть. Дополнительно утеплитель крепят на пластиковые дюбеля при помощи перфоратора. Готовые участки проклеивают пластиковой сеткой — она защищает поверхность от появления мелких трещин. Для полного высыхания клея потребуется от 5 до 12 часов (в зависимости от температуры воздуха в помещении). После высыхания поверх сетки наносят слой шпаклевки. Если первым слоем выровнять поверхность не удалось, наносят следующий, учитывая время просыхания. Подсохшую шпаклевку обрабатывают крупнозернистыми наждачными листами и наносят слой грунтовки. Дают конструкции просохнуть и шпаклюют уголок. После укладки пенопласта (или другого теплоизоляционного материала) выполняют финишное покрытие на свой вкус: обшивку гипсокартоном или декоративное оштукатуривание.

# insul_install_title
source: Insulation installation
ky: Жылуулоочту орнотуу
ru: Монтаж утеплителя

# insul_install_walls_title
source: Wall insulation
ky: Дубалдарды жылуулоо
ru: Утепление стен

# insul_install_walls_dot_1
source: For balcony wall insulation under decorative plaster, it is recommended to use extruded polystyrene foam with a milled (grooved) surface. If you use smooth XPS boards, they should be evenly roughened using a hacksaw or a metal brush.
ky: Декоративдик шыбак менен бүткөрүлгөн балкондун дубалдарын жылуулоо үчүн фрезерленген беттүү экструзияланган пенополистирол колдонуу сунушталат. Эгер беттери жылмакай плиталарды колдонсоңуз, аларды темир щетка же араа менен бир калыпта фрезерлеп коюу керек.
ru: Для теплоизоляции стен балкона с отделкой декоративной штукатуркой рекомендуется применять специализированный материал — экструзионный пенополистирол с фрезерованной поверхностью. Если вы используете гладкие плиты экструзионного пенополистирола, то их нужно равномерно отфрезеровать с помощью ножовки или металлической щетки.

# insul_install_walls_dot_2
source: Next, apply foam adhesive to the prepared board and wait 5–7 minutes until polymerization starts. Then place the insulation board onto the base with a slight offset, press it to the wall with light force, and slide it into the final position.
ky: Андан кийин даярдалган плитага клей-көбүк сүйкөп, полимерлешүү башталганча 5–7 мүнөт күтүңүз. Андан соң жылуулоочу плитаны орнотуу чекитинен бир аз жылдырып коюп, дубалга басып, керектүү ордуна жылдырып бекитиңиз.
ru: Далее на подготовленную плиту необходимо нанести клей-пену и выждать 5–7 минут до начала полимеризации. Затем приложить плиту теплоизоляции к основанию с некоторым смещением от места установки и, прижав плиту к утепляемой стене с небольшим усилием, сдвинуть до места установки.

# insul_install_walls_dot_3
source: After fixing the boards with foam adhesive, additionally secure them using disc dowels. Drill holes through the insulation board with a hammer drill. Dowels consumption is about 2–3 per board.
ky: Плиталар клей-көбүккө бекитилгенден кийин кошумча түрдө «тарелка» дюбельдер менен бекитүү керек. Бул үчүн перфоратор менен плита аркылуу тешиктер тешилет. Дюбель чыгымы — 1 плитага 2–3 даана.
ru: После фиксации плит на клей-пену необходимо произвести дополнительное крепление плит теплоизоляции тарельчатыми дюбелями. Для этого сквозь плиту теплоизоляции просверливаются отверстия при помощи перфоратора. Расход дюбелей — 2–3 шт. на плиту.

# insul_install_walls_dot_4
source: Insert the dowel into the hole and hammer in the pin.
ky: Тешикке дюбель салып, өзөгүн балка менен кагып бекитиңиз.
ru: В отверстие необходимо вставить дюбель и забить сердечник молотком.

# insul_install_walls_dot_5
source: After laying the insulation, fill all joints and gaps with монтаж foam.
ky: Жылуулооч төшөлгөндөн кийин бардык тигиштерди жана жылчык-чычкандарды монтаждык көбүк менен толтуруңуз.
ru: После укладки утеплителя необходимо все швы и щели заполнить монтажной пеной.

# insul_install_ceiling_title
source: Ceiling insulation
ky: Шыпты жылуулоо
ru: Утепление потолка

# insul_install_ceiling_text
source: Ceiling insulation with a rough finish using sheet materials (drywall, gypsum fiber board, OSB, plywood, etc.). When finishing a ceiling with sheet materials, it becomes possible to create complex, volumetric surface shapes. The spacing, quantity, and length of brackets should be selected based on a заранее prepared design, considering the loads from sheets and finishing on the substructure. Before installing drywall sheets, all electrical cables for lighting fixtures and sockets must be routed. Cables should be installed in PVC/HDPE conduits or cable channels.
ky: Шыпты барак материалдар менен (ГКЛ, ГВЛ, СМЛ, OSB, фанера ж.б.) кара бүтүрүүдө жылуулук изоляциялоо. Шыпты барак материалдар менен бүтүргөндө татаал формадагы рельефтүү бет түзүүгө мүмкүнчүлүк болот. Кронштейндердин аралыгы, саны жана узундугу алдын ала даярдалган долбоорго ылайык, барак жана бүтүрүү катмарларынын салмагын эске алуу менен тандалат. Гипсокартон орнотуудан мурда жарык приборлорун жана розеткаларды туташтыруу үчүн электр кабелдерди өткөрүп коюу керек. Кабелдер ПВХ/ПНД түтүктөрдө же кабель-каналдарда жүргүзүлүшү зарыл.
ru: Теплоизоляция потолка с черновой отделкой листовыми материалами (ГКЛ, ГВЛ, СМЛ, ОСБ, фанера и др.). При выборе отделки потолка листовыми материалами появляется возможность создавать рельеф поверхности сложной, объемной формы. Шаг между кронштейнами, их количество и длина должны выбираться исходя из заранее подготовленного проекта с учетом нагрузок от листов и отделки на подсистему. До монтажа листов гипсокартона необходимо проложить все электрические кабели для подключения осветительных приборов и розеток. Электрические кабели должны прокладываться в ПВХ/ПНД-трубах или кабель-каналах.

# insul_install_ceiling_dot_1
source: Install brackets for metal profiles. Profiles are installed with a spacing of 500–600 mm.
ky: Металл профилдер үчүн кронштейндерди орнотуңуз. Профилдер 500–600 мм кадам менен коюлат.
ru: Установить кронштейны для металлических профилей. Профили устанавливаются с шагом 500–600 мм.

# insul_install_ceiling_dot_2
source: Fix XPS boards onto the prepared base using foam adhesive for polystyrene. Provide slots in the boards for the brackets.
ky: Пенополистирол үчүн клей-көбүк менен экструзияланган пенополистирол плиталарын даяр бетке бекитиңиз. Плиталарда кронштейндер үчүн оюкчалар каралышы керек.
ru: С помощью клей-пены для пенополистирола зафиксировать плиты из экструзионного пенополистирола на подготовленное основание. В плитах необходимо предусмотреть прорези для кронштейнов.

# insul_install_ceiling_dot_3
source: Fix a vapor barrier layer on top of the insulation using double-sided tape. Overlaps are also sealed with double-sided tape. Bracket проходки can additionally be sealed with metallized tape.
ky: Жылуулоочтун үстүнөн эки тараптуу скотч менен буу тосмосун (пароизоляция) бекитиңиз. Нахлесттер да эки тараптуу скотч менен жабыштырылат. Кронштейн өткөн жерлер металлизацияланган скотч менен кошумча жабыштырылышы мүмкүн.
ru: Зафиксировать слой пароизоляции с помощью двустороннего скотча поверх теплоизоляции. Нахлесты также проклеиваются двусторонним скотчем. Места проходки кронштейнов могут быть проклеены металлизированным скотчем.

# insul_install_floor_title
source: Balcony floor insulation
ky: Балкондун полун жылуулоо
ru: Утепление пола балкона

# insul_install_floor_dot_1
source: Lay insulation boards on the prepared base with staggered end joints in adjacent rows.
ky: Даярдалган негизге жылуулоочу плиталарды коңшу катарлардагы тигиштерди жылдырып төшөңүз.
ru: На подготовленное основание необходимо уложить теплоизоляционные плиты со смещением торцевых стыков в соседних рядах.

# insul_install_floor_dot_2
source: It is recommended to fill large gaps with insulation offcuts or foam adhesive for polystyrene. No mechanical фиксация of boards to the floor is required. After installing insulation, lay a vapor barrier layer. Install it loosely and seal the seams with double-sided adhesive tape. The overlap of adjacent полотен should be at least 100 mm.
ky: Чоң боштуктарды жылуулоочтун кесиндилери же пенополистирол үчүн клей-көбүк менен толтуруу сунушталат. Плиталарды полго механикалык бекитүү талап кылынбайт. Жылуулооч төшөлгөндөн кийин буу тосмо катмарын төшөңүз. Буу тосмо эркин төшөлөт, тигиштери эки тараптуу жабышчаак лента менен жабыштырылат. Нахлест кеминде 100 мм болушу керек.
ru: Большие зазоры рекомендуется заполнить обрезками утеплителя или клей-пеной для пенополистирола. Механическая фиксация плит к полу не требуется. После укладки теплоизоляции необходимо проложить пароизоляционный слой. Пароизоляция укладывается свободно, с проклейкой швов двусторонней клейкой лентой. Нахлест соседних полотен должен составлять не менее 100 мм.

# insul_install_floor_dot_3
source: Next, install the screed or build an underfloor heating system.
ky: Андан кийин стяжка жасалат же пол жылытуу системасы орнотулат.
ru: Далее производится монтаж стяжки либо устройство системы напольного отопления.

# insul_install_waterproof_title
source: Waterproofing stage
ky: Гидроизоляция этабы
ru: Этап гидроизоляции

# insul_install_waterproof_text
source: Balcony waterproofing is essential to protect the exposed area from precipitation. Without a waterproofing barrier, structural elements may be damaged, mold and fungus may appear, and issues with neighbors are possible. When waterproofing under insulation, consider materials with high hygroscopicity, such as mineral wool.
ky: Балкондун гидроизоляциясы — ачык аянтты жаан-чачындан коргоо үчүн зарыл шарт. Гидроизоляция тосмосу болбосо, конструкция элементтери бузулуп, көгөрүү жана көк пайда болушу мүмкүн, ошондой эле кошуналар менен көйгөй жаралышы ыктымал. Жылуулоочу материалдын астына гидроизоляция кылууда нымды көп сиңирген материалдар (мисалы, минералдык пахта) колдонуларын эске алуу керек.
ru: Гидроизоляция балкона — необходимое условие для защиты выступающей площадки от осадков. Отсутствие гидроизоляционного барьера ведет к порче элементов конструкции, появлению грибка и плесени, возможным проблемам с соседями. При гидроизоляции под теплоизоляционный материал необходимо учитывать использование материалов с высокой гигроскопичностью, например минеральной ваты.

# insul_install_waterproof_dot_1
source: After sealing and leveling the surfaces, you can lay the film. Typically, this is пенofoil or polyethylene. If using penofol, make sure the reflective side faces upward. Joints are sealed with foil tape.
ky: Герметизация жана беттерди тегиздөө бүткөндөн кийин пленка төшөсө болот. Көбүнчө пенофол же полиэтилен колдонулат. Эгер пенофол төшөсөңүз, чагылдыруучу тарабы жогору карап турушу керек. Тигиштер фольгалуу скотч менен бекитилет.
ru: Когда герметизация и выравнивание поверхностей завершены, можно укладывать плёнку. Обычно это пенофол или полиэтилен. Если кладёте пенофол, следите, чтобы отражающая сторона была направлена вверх. Стыки фиксируются фольгированным скотчем.

# insul_install_waterproof_dot_2
source: The waterproofing layer is fastened with self-tapping screws with wide heads, and film joints are sealed with foil tape.
ky: Гидроизоляция катмары кең баштуу өзүн-өзү бурагыч бурамалар менен бекитилет, ал эми пленканын кошулган жерлери фольгалуу скотч менен жабыштырылат.
ru: Гидроизоляционный слой крепится саморезами с широкой шляпкой, а места соединений пленки проклеиваются фольгированным скотчем.

# insul_install_lathing_title
source: Lathing installation
ky: Обрешетканы орнотуу
ru: Монтаж обрешетки

# insul_install_lathing_dot_1
source: Create the lathing. Use timber battens or metal profiles, mainly for drywall or other sheet finishes. Fix the battens around the ceiling perimeter, then set the timber with a 0.6 m spacing.
ky: Обрешетка жасайбыз. Бул үчүн жыгач брус же металл профиль колдонобуз (көбүнчө гипсокартон жана башка барак материалдар үчүн). Алгач периметр боюнча ламелдерди бекитип, андан кийин брустарды 0,6 м кадам менен орнотобуз.
ru: Создаем обрешетку. Для этого используем брус или металлический профиль — преимущественно для монтажа гипсокартона или других видов отделочных листов. Крепим ламели по периметру потолка, а затем расставляем брус шагом 0,6 м.

# insul_install_lathing_dot_2
source: The lathing is made for further fastening of finishing sheets (drywall, OSB, plastic panels, etc.).
ky: Обрешетка кийинки бүтүрүү барактарын бекитүү үчүн жасалат (ГКЛ, OSB, пластик панелдер ж.б.).
ru: Обрешетка выполняется для дальнейшего крепления отделочных листов (ГКЛ, OSB, пластиковые панели и др.).

# prep_work_title
source: Preparatory work
ky: Даярдык иштери
ru: Подготовительные работы

# prep_work_1_title
source: 1. Planning and preparation
ky: 1. Пландоо жана даярдануу
ru: 1. Планирование и подготовка

# prep_work_1_text_1
source: Estimate the required amount of insulation and materials. Base it on the balcony size and the insulation level you want to achieve.
ky: Жылуулоочу материалдын жана керектүү шаймандардын көлөмүн баалаңыз. Балкондун өлчөмүнө жана каалаган жылуулоо деңгээлине жараша эсептеңиз.
ru: Оцените необходимое количество утеплителя и материалов. Исходите из размеров балкона и степени утепления, которую хотите достичь.

# prep_work_buy_title
source: Buy:
ky: Сатып алыңыз:
ru: Приобретите:

# prep_work_buy_list
source: - insulation (e.g., mineral wool, foam plastic, or extruded polystyrene), - construction tools, adhesive or монтаж foam, finishing materials (tiles, panels).
ky: - жылуулоочу (мисалы, минералдык пахта, пенопласт же экструзияланган пенополистирол), - курулуш шаймандары, клей же монтаждык көбүк, жасалгалоо үчүн материалдар (плитка, панель ж.б.).
ru: - утеплитель (например, минеральную вату, пенопласт или экструдированный пенополистирол), - строительные инструменты, клей или монтажную пену, декоративные материалы (плитки, панели) для отделки.

# prep_work_2_title
source: 2. Surface preparation
ky: 2. Беттерди даярдоо
ru: 2. Подготовка поверхностей

# prep_work_2_text_1
source: Inspect the balcony/loggia carefully for damage, cracks, and moisture traces. Also check windows and doors to make sure they close tightly and do not let cold air in.
ky: Балконду/лоджияны кылдат текшериңиз: жарака, бузулуу жана нымдын изи бар-жогун караңыз. Терезе-эшиктер герметикалуу жабылып, муздак аба киргизбесин текшериңиз.
ru: Тщательно осмотрите балкон/лоджию, обратив внимание на наличие повреждений, трещин и следов влажности. Проверьте также состояние окон и дверей, чтобы убедиться, что они герметично закрываются и не пропускают холодный воздух.

# prep_work_2_text_2
source: Clean the area from dirt, dust, and unnecessary items. Remove old paint, wallpaper, etc. from walls, floor, and ceiling. Clean surfaces improve adhesion of new materials.
ky: Чаң-топуракты жана ашыкча буюмдарды алып салыңыз. Дубал, пол жана шыптагы эски боёк, обой ж.б. тазалансын. Таза бет жаңы материалдардын жакшы жабышуусун камсыздайт.
ru: Тщательно очистите помещение от грязи, пыли и лишних предметов, удалите со стен, пола и потолка старую краску, обои и т.п. Чистые стены, потолок и пол обеспечат лучшую адгезию новых материалов.

# prep_work_2_text_3
source: Seal all joints and cracks. Small cracks can be filled with weather-resistant sealant; larger gaps can be filled with монтаж foam. This prevents moisture проникновение and provides a solid base for insulation.
ky: Бардык тигиштерди жана жаракаларды бүтөңүз. Майда жаракаларды герметик менен, чоң жылчыктарды монтаждык көбүк менен бекитсе болот. Бул нымдын кирүүсүн алдын алат жана жылуулоого бекем негиз түзөт.
ru: Заделайте все швы и трещины. Мелкие трещины можно замазать атмосферостойким герметиком. Крупные щели — монтажной пеной. Это важно, чтобы предотвратить проникновение влаги и обеспечить прочное основание для утеплителя.

# prep_work_2_text_4
source: If you find moisture issues (roof/wall leaks, window leakage, etc.), fix them before insulation. Moisture can damage insulation and cause mold.
ky: Эгер ным маселеси болсо (чатыр/дубал агуу, терезеден суу кирүү ж.б.), жылуулоого чейин оңдоп коюу керек. Ным жылуулоочу материалды бузуп, көктүн чыгышына алып келет.
ru: Если вы обнаружите проблемы с влажностью (протекание крыши/стены, утечка из окон и т.д.), их нужно устранить до начала утепления. Влага может повредить утеплитель и привести к образованию плесени.

# prep_work_3_title
source: 3. Priming
ky: 3. Грунттоо
ru: 3. Грунтовка поверхностей

# prep_work_3_text_1
source: After preparing the surface, apply primer. Do not skip this step.
ky: Бет даяр болгондон кийин грунт сүйкөө керек. Бул кадамды өткөрүп жибербеңиз.
ru: После того как вы подготовили поверхность, пришло время нанести грунтовку. Этот шаг нельзя пропускать.

# prep_work_3_text_2
source: Mix the primer well until uniform. Apply evenly with a brush or roller. Let the first coat dry.
ky: Грунтту жакшылап аралаштырыңыз. Анан кисть же валик менен бир калыпта сүйкөңүз. Биринчи катмар кургасын.
ru: Сначала тщательно перемешайте грунтовку до однородности. Затем кистью или валиком равномерно нанесите грунтовку на поверхность. После первого слоя дайте ему высохнуть.

# prep_work_3_text_3
source: After about an hour, apply a second coat. Let both coats dry for at least 3 hours. Do not prime while the surface is still wet.
ky: Болжол менен бир сааттан кийин экинчи катмарды сүйкөңүз. Эки катмар 3 сааттан кем эмес кургасын. Ным кезде сүйкөбөңүз — жабышуу начарлап, грунт катмары бузулушу мүмкүн.
ru: Примерно через час нанесите второй слой. Дайте обоим слоям высохнуть не менее 3 часов. Не наносите грунтовку, пока она влажная — это ухудшит сцепление и может испортить грунтовочный слой.

# prep_work_leveling_title_main
source: Leveling surfaces (walls, ceiling, floor)
ky: Беттерди тегиздөө (дубал, шып, пол)
ru: Выравнивание поверхностей (стен, потолка, пола)

# prep_work_leveling_title_italic
source: is done if necessary.
ky: зарыл болсо жасалат.
ru: выполняется при необходимости.

# prep_work_leveling_1_title
source: Ceiling leveling
ky: Шыпты тегиздөө
ru: Выравнивание потолка

# prep_work_leveling_1_text
source: - is done using plaster mixes similarly to walls. With wet processes, it is recommended to level the ceiling before walls and floor.
ky: - шыбак аралашмалары менен дубалга окшош жүргүзүлөт. «Нымдуу иштерде» шыпты дубал жана полдон мурда тегиздөө сунушталат.
ru: - проводится с помощью штукатурных смесей аналогично стенам. При мокрых процессах выравнивание потолка рекомендуется выполнять до работ со стенами и полом.

# prep_work_leveling_2_title
source: Wall leveling
ky: Дубалды тегиздөө
ru: Выравнивание стен

# prep_work_leveling_2_text_part1
source: - is done using cement-sand mixes. To create a flat plane, use the
ky: - цемент-кум аралашмасы менен жасалат. Тегиз бет үчүн
ru: - выполняется цементно-песчаными смесями. Для создания ровной поверхности рекомендуется использовать

# prep_work_leveling_2_beacon_method
source: beacon method
ky: маяк ыкмасы
ru: маячковый метод
