Repository: ChynChyngyz/zhyluu_ui
Catalog: lib/l10n/intl_*.arb
Languages: ky, ru

# wall_prep_11
source: Removal of crumbling and weak areas of the base: remove concrete/mortar build-ups. Level cracks and depressions. Old plaster in satisfactory condition may be left. Weak areas of old plaster must be removed before installing the insulation system. Old plaster should be checked by tapping over the entire surface, removed where voids are found, and restored (during building restoration).
ky: Чачырап турган жана бекем эмес участокторду алып салуу: бетон/эритме томпокторун алып, жаракаларды жана чуңкурларды тегиздеңиз. Эски штукатурка канааттандырарлык болсо калтырса болот, бирок бекем эмес жерлер жылуулоо системасын баштаар алдында сөзсүз алынышы керек. Эски штукатурка бүт бетинде такылдатуу менен текшерилип, боштук табылган жерлер уруп түшүрүлүп, калыбына келтирилет (реконструкцияда).
ru: Удаление осыпающихся и непрочных участков основания: наплывы бетона, раствора необходимо удалить. Трещины и углубления выровнять. Старую штукатурную поверхность в удовлетворительном состоянии можно оставить. Непрочные участки старой штукатурной поверхности удалить до начала работ по устройству теплоизоляционной системы. Старая штукатурка должна быть проверена простукиванием по всей поверхности, сбита в местах обнаружения пустот и восстановлена (при реставрации зданий).

# wall_prep_12
source: Base leveling: irregularities deeper than 10 mm should be filled with leveling mortar. Irregularities deeper than 15 mm with an area from 0.5 m² should be leveled using mortar and stone wool. When choosing leveling materials, consider strength requirements.
ky: Негизди тегиздөө: тереңдиги 10 ммден ашкан тегиз эмес жерлер тегиздөөчү эритме менен толтурулат. Тереңдиги 15 ммден ашкан жана аянты 0,5 м²ден чоң участоктор эритме жана таш жүн (каменная вата) менен тегизделет. Материалды тандаганда бекемдик талаптарын эске алыңыз.
ru: Выравнивание основания: неровности в основании глубиной более 10 мм нужно заполнить выравнивающим раствором. Неровности в основании глубиной более 15 мм и площадью от 0,5 м2 следует выровнять с помощью раствора и каменной ваты. Выбирая материал для выравнивания, следует учитывать требования к прочности.

# wall_prep_13
source: Cleaning biological contamination: removing fungus and moss is possible using special antiseptic compounds. To prevent re-infection, identify and eliminate the root cause.
ky: Биологиялык булганууларды тазалоо: козу карын жана мох атайын антисептик курамдар менен алынат. Кайра пайда болбошу үчүн негизги себеп табылып, жоюлушу керек.
ru: Очистка от биологических загрязнений: удаление грибка и мха возможно при помощи специальных антисептических составов. Для предотвращения появления повторного заражения необходимо выявить и удалить первопричину заражения.

# wall_prep_14
source: Preservation of metal elements: all metal parts left under insulation must be cleaned from rust and treated with anti-corrosion primer.
ky: Металл элементтерин коргоо: жылуулоонун астында кала турган бардык металл бөлүктөр даттан тазаланып, антикоррозиялык грунтовка менен иштетилиши керек.
ru: Консервация металлических элементов: все металлические детали, оставляемые под теплоизоляцией, необходимо очистить от ржавчины и обработать антикоррозийной грунтовкой.

# wall_prep_15
source: Checking the bearing capacity of old plaster: to check strength in dry and damp conditions, rub it with a wire brush. If it crumbles, it must be removed. To check hardness, run the flat side of a screwdriver over the surface, pressing firmly. If deep scratches remain, the old plaster must be removed.
ky: Эски штукатурканын көтөрүмдүүлүгүн текшерүү: кургак жана нымдуу абалда бекемдигин текшерүү үчүн проволока щетка менен сүртүңүз. Эгер штукатурка үгүлсө — аны алып салуу керек. Катмар катуулугун текшерүү үчүн отвертканын жалпак жагы менен бетин басым жасап сыйрыңыз. Эгер терең чийиктер калса — эски штукатурканы алып салуу зарыл.
ru: Проверка несущей способности старой штукатурки: для того чтобы проверить прочность старой штукатурки в сухом и увлажненном состоянии, потрите ее проволочной щеткой. Если штукатурка осыпается, то ее необходимо удалить. Чтобы проверить твердость старого покрытия, проведите плоской стороной отвертки по поверхности, с силой надавливая на отвертку. Если на поверхности остаются глубокие царапины, то старую штукатурку необходимо удалить.

# wall_prep_16
source: Detecting voids under the old plaster layer: carefully inspect the entire surface, especially in crack areas. Tap the surface with a hammer or metal rod; where voids are present (dull sound), remove the old plaster.
ky: Эски штукатурканын астындагы боштуктарды аныктоо: бетти өзгөчө жарака бар жерлерде кылдат текшерүү керек. Балка же металл таяк менен такылдатып, үнү бүдөмүк чыккан боштук жерлерде эски штукатурканы уруп түшүрүңүз.
ru: Определение наличия пустот под старым штукатурным слоем: всю поверхность следует тщательно проверить, особенно в местах трещин. Поверхность простучать молотком или металлическим стержнем, в местах пустот (где звук будет приглушенным) отбить старую штукатурку.

# wall_prep_17
source: Priming the base: if water is quickly absorbed during facade cleaning, it indicates high absorbency, which negatively affects adhesive strength. To strengthen the base and ensure required adhesion, the facade surface must be coated with primer. The primer is applied with a special brush in two passes.
ky: Негизди грунтовкалоо: фасадды тазалоодо суу бат сиңип кетсе, бул негиздин сиңирүү жөндөмү жогору экенин көрсөтөт жана бул клейдин бекемделишине терс таасир берет. Негизди бекемдөө жана клейдин жабышуусун камсыз кылуу үчүн фасад бети грунтовка менен капталышы керек. Грунт атайын кисть менен эки жолу сүйкөлөт.
ru: Грунтовка основания: если во время очистки фасада вода быстро впитывается в поверхность, это говорит о высокой впитывающей способности основания, что, в свою очередь, пагубно влияет на набор прочности клеевого состава. Для упрочнения основания и обеспечения требуемой адгезии клеевого состава поверхности фасада необходимо покрыть грунтующим составом. Грунт наносится специальной кистью в два подхода.

# wall_prep_warning
source: ! When working with impregnations, it is forbidden to eat, drink, or smoke. Spraying the solution is not allowed
ky: ! Пропиткалар менен иштегенде тамак ичүүгө, ичимдик ичүүгө жана тамеки тартууга тыюу салынат. Эритмени бүркүүгө жол берилбейт
ru: ! При работе с пропитками запрещается принимать пищу, пить и курить. Не допускается распылять раствор

# wall_material_title
source: MATERIAL SELECTION
ky: МАТЕРИАЛДЫ ТАНДОО
ru: ВЫБОР МАТЕРИАЛА

# wall_material_heading
source: When choosing a material
ky: Материалды тандоодо
ru: При выборе материала

# wall_material_text
source: pay attention to the thermal conductivity coefficient and the thickness, which is selected depending on the main structural material and the climate of the construction area. The price of the material and its availability on the market are also important. The most common wall insulation materials on our market are: - mineral wool - foam plastic - extruded polystyrene (XPS). The insulation method described below using mineral wool as an example is also suitable for other board materials such as foam plastic and extruded polystyrene. The difference may only be in choosing the type and length of the dowel (fastener).
ky: жылуулук өткөрүмдүүлүк коэффициентине жана калыңдыгына көңүл буруу керек: калыңдык негизги конструкциялык материалга жана курулуш жүргүзүлө турган жердин климаттык өзгөчөлүктөрүнө жараша тандалат. Ошондой эле материалдын баасы жана рынокто жеткиликтүүлүгү маанилүү. Биздин рынокто дубалдарды жылуулоо үчүн эң кеңири колдонулган материалдар: - минералдык жүн - пенопласт - экструдирленген пенополистирол. Төмөндө минералдык жүн мисалында сүрөттөлгөн жылуулоо ыкмасы пенопласт жана экструдирленген пенополистирол сыяктуу башка плиталык материалдарга да ылайыктуу. Айырмасы негизинен дюбелдин (бекиткичтин) түрүн жана узундугун тандоодо болушу мүмкүн.
ru: необходимо обратить внимание на коэффициент теплопроводности, толщину, которая подбирается в зависимости от основного конструктивного материала и климатических особенностей места строительства. Также немаловажна стоимость материала и доступность на рынке. Самые распространённые материалы у нас на рынке для теплоизоляции стен: - минеральная вата - пенопласт - экструдированный пенополистирол. Описанный ниже метод теплоизоляции на примере минеральной ваты подходит и для других плитных материалов, таких как пенопласт и экструдированный пенополистирол. Различие может быть лишь в выборе вида и длины дюбеля (держателя).

# wall_inside_title
source: INSULATION INSIDE
ky: ИЧТЕН ЖЫЛУУЛОО
ru: УТЕПЛЕНИЕ ИЗНУТРИ

# wall_inside_heading
source: Internal wall insulation process
ky: Дубалдарды ичтен жылуулоо процесси
ru: Процесс утепления стен изнутри

# wall_inside_intro
source: Internal wall insulation is used when external insulation is not possible or not practical—for example, when the building is already constructed and its exterior appearance must not be changed. Internal insulation can be done at any time of the year. At first glance, internal insulation seems easier and faster than external insulation. However, this approach has several drawbacks:
ky: Дубалды ичтен жылуулоо сырттан жылуулоо мүмкүн болбогондо же ылайыксыз болгондо колдонулат. Мисалы, имарат мурда эле курулуп, анын сырткы көрүнүшүн өзгөртүүгө болбой турган учурларда. Ички жылуулоону жылдын каалаган мезгилинде жасоого болот. Караганда, ичтен жылуулоо сырттан жылуулоого караганда жеңилирээк жана тезирээк көрүнөт. Бирок бул ыкманын бир нече кемчилиги бар:
ru: Утепление стен изнутри применяется, когда утепление снаружи не представляется возможным или нецелесообразным, например, в случае, когда здание уже построено и его внешний вид не должен изменяться. Внутреннее утепления можно выполнить в любое время года. На первый взгляд выполнить внутреннее утепление намного проще и быстрее, чем наружное. Однако у такого подхода есть несколько недочетов:

# wall_inside_dot_1
source: Moisture build-up. Because the wall will no longer warm up, a cooled surface appears under the insulation layer. If indoor air (which always contains moisture) gets there, condensation forms, leading to dampness, mold, and fungus.
ky: Нымдын топтолушу. Жылуулоодон кийин дубал жылынбай калат да, жылуулоочу катмандын ичинде муздак бет пайда болот. Эгер бөлмөдөн нымдуу аба ошол жерге өтсө, конденсат пайда болуп, анын кесепеттери — ным, көгөрүү, козу карын — чыгат.
ru: Скопление сырости. Так как из-за утепления стена перестанет прогреваться, под слоем теплоизоляционного материала внутри возникнет охлажденная поверхность. Если туда начнет проникать воздух из помещения, который всегда содержит влагу, станет образовываться конденсат со всеми негативными последствиями – сыростью, плесенью, грибком.

# wall_inside_dot_2
source: Reduced thermal mass of the room. Normally, a brick wall stores heat and releases it slowly, but with an internal insulation layer it loses this ability. As a result, mainly the air warms up, and the room cools down quickly when a window/door is opened or heating is turned off.
ky: Бөлмөнүн жылуулук сиңирүү жөндөмүнүн төмөндөшү. Кадимки шартта кирпич дубал жылуулукту топтоп, узак кармайт. Ичтен жылуулоодо бул касиет жоголот. Натыйжада негизинен аба гана жылыйт, терезе/эшик ачылганда же жылытуу өчүрүлгөндө бөлмө бат муздайт.
ru: Снижение тепловой емкости помещения. В обычном состоянии кирпичная стена накапливает и долго удерживает тепло, а при отделке теплоизоляционным слоем теряет данную способность. Поэтому нагреваться будет только воздух, и при открывании окна, двери или отключении отопления, комната быстро охладится.

# wall_inside_dot_3
source: Higher costs. High-quality internal insulation often costs more than external insulation because it may require more expensive vapor-tight materials and stronger moisture protection.
ky: Чыгымдардын көбөйүшү. Ичтен сапаттуу жылуулоо үчүн сырттан жылуулоого караганда көбүрөөк каражат керек болушу мүмкүн: бууну өткөрбөгөн кымбатыраак материалдар жана нымдан ишенимдүү коргоо талап кылынат.
ru: Увеличение расходов. Чтобы провести качественную теплоизоляцию внутри нужно больше средств, чем снаружи, так как потребуются недешевые не пропускающие пара материалы, а также более надежная защита от проникновения влаги.

# wall_inside_dot_4
source: Loss of usable space. On average, an insulation layer of only 5–10 cm reduces the room area by about 0.5 to 1.5 m².
ky: Пайдалуу аянттын азайышы. Орточо эсеп менен 5–10 см жылуулоо катмары бөлмөнүн 0,5тен 1,5 м²ге чейин аянтын «жеп» коёт.
ru: Уменьшение полезной площади. В среднем при толщине утепляющего слоя всего в 5-10 см съедается от 0,5 до 1,5 м² комнаты.

# wall_inside_dot_5
source: Interior changes or a complete interior renovation.
ky: Интерьерди өзгөртүү же толугу менен кайра жасоо.
ru: Изменение или полная переделка интерьера.

# wall_inside_tech
source: Insulation technologies: dry, wet, combined. Methods of installing internal wall insulation: 1. Frameless, 2. Framed. With the frameless method, insulation is attached to the base wall using adhesive. The way sheets (panels) are fixed depends on the unevenness of the base. The cladding height is determined by the insulation height.
ky: Жылуулоо технологиялары: кургак, нымдуу, аралаш. Дубалды ичтен жылуулоону орнотуу ыкмалары: 1. Каркассыз, 2. Каркастуу. Каркассыз ыкмада жылуулоочу материал негиз дубалга клей аркылуу бекитилет. Плита (панель) бекитүүнүн варианттары негиздин тегиз эмес болушуна жараша аныкталат. Каптаманын бийиктиги жылуулоочунун бийиктиги менен аныкталат.
ru: Технологии утепления: сухие, мокрые, комбинированные. Способы монтажа утепления стен изнутри: 1. Бескаркасный, 2. Каркасный. При бескаркасном способе крепление утеплителя к базовой стене осуществляется с помощью клея. Варианты крепления листов (панелей) определяются неровностью основания. Высота облицовки определяется высотой утеплителя.

# wall_inside_prep_title
source: Preparing the wall for gluing insulation
ky: Дубалды жылуулоочу материалды чаптоого даярдоо
ru: Подготовка стены к оклейке утеплителем

# wall_inside_prep_text
source: The frameless method requires a relatively even surface without major dents. When insulating and finishing walls with drywall, start by removing wallpaper, plaster, and paint. If you need to glue insulation onto an unplastered brick wall, remove all protruding masonry mortar. Fill dents and cracks with a cement-sand mortar. Mix it on site or buy a ready-made bagged mix.
ky: Каркассыз ыкма үчүн бети тегиз, чоң чуңкурлары жок дубал керек. Гипсокартонду жылуулоочу катмар менен жабууда ишти обой, штукатурка, боёк калдыктарын тазалоодон баштайбыз. Эгер кирпичтен турган штукатуркасыз дубалга чаптоо керек болсо, чыгып турган эритмени толугу менен түшүрөбүз. Чуңкурлар жана жаракалар цемент-кум эритмеси менен толтурулат. Аны жеринде аралаштырабыз же даярын кап менен сатып алабыз.
ru: Для бескаркасного способа нужна ровная поверхность, без сильных выбоин. Начнем работу по обшивке стен гипсокартоном с утеплителем с очистки от обоев, штукатурки, краски. Если надо оклеить неоштукатуренную стену из кирпича, то сбиваем весь выступающий кладочный раствор. Выбоины и трещины заделываем цементно-песчаным раствором. Замешиваем его на месте или покупаем готовый в мешках

# wall_inside_mount_title
source: Insulation installation
ky: Жылуулоону орнотуу
ru: Монтаж утеплителя

# wall_inside_mount_intro
source: Regardless of the material used, the installation process includes several mandatory steps.
ky: Колдонулган материалга карабай, орнотуу процесси бир нече милдеттүү кадамдарды камтыйт.
ru: Независимо от используемого материала процесс монтажа будет включать в себя несколько обязательных шагов.

# wall_inside_mount_step_1
source: Before gluing, treat the board surface with a stiff brush to increase adhesion between the wall and the insulation.
ky: Чаптоодон мурда плитанын бетин катуу щетка менен иштетебиз — бул дубал менен жылуулоочунун жабышуусун күчөтөт.
ru: Перед приклеиванием обрабатываем поверхность листа жесткой щеткой, что повысит коэффициент сцепления между стеной и утеплителем.

# wall_inside_mount_step_2
source: Apply adhesive in a thin layer over the entire area using a notched trowel.
ky: Клейди бүткүл аянтка рифленген шпатель менен жука катмар кылып сүйкөйлөбүз.
ru: Клей наносим тонким слоем по всей площади при помощи рифленого шпателя.

# wall_inside_mount_step_3
source: Start from the bottom corner. Place the board, press slightly, hold for a few seconds, then release.
ky: Чаптоону төмөнкү бурчтан баштайбыз. Адегенде плитаны коюп, бир аз басып, бир нече секунд кармайбыз. Анан коё беребиз.
ru: Оклейку начинаем из нижнего угла. Сначала прикладываем лист, немного надавливаем, держим несколько секунд. Затем отпускаем.

# wall_inside_mount_step_4
source: Seal butt joints with silicone adhesive. If the joint width is more than 5 mm, fill it with монтаж foam.
ky: Муундарды силикон клей менен иштетебиз. Эгер туурасы 5 ммден чоң болсо — монтаждык көбүк менен толтурабыз.
ru: Стычные швы обрабатываем силиконовым клеем. Если их ширина больше 5 мм, то заделываем монтажной пеной.

# wall_inside_mount_step_5
source: Additionally, the insulation can be fixed with plastic dowels. The number of fixing points is 3–4 per 1 m².
ky: Кошумча катары жылуулоону пластик дюбелдер менен бекитсе болот. Бекитүү чекиттеринин саны — 1 м² үчүн 3–4.
ru: Дополнительно можно закрепить утеплитель пластиковыми дюбелями. Количество точек крепления – 3–4 на 1 м2.

# wall_inside_after
source: After you finish gluing the insulation, the surface is ready for final finishing.
ky: Жылуулоону чаптап бүткөндөн кийин, бет фиништик жасалгалоого даяр болот.
ru: После того как вы закончили оклейку утеплителя, то поверхность готова к финишной отделке.

# wall_inside_frame_title
source: Framed
ky: Каркастуу
ru: Каркасные

# wall_inside_frame_text
source: claddings are mounted onto a pre-installed frame. This method is used for significantly uneven walls, as well as in rooms higher than 3 meters. The frame is typically made of galvanized steel profiles or wooden bars, and then covered with one or several layers of gypsum boards (GKL/GVL).
ky: каптамалар алдын ала орнотулган каркаска бекитилет. Бул ыкма дубалдардын олуттуу тегиз эместигинде, ошондой эле бийиктиги 3 мден жогору бөлмөлөрдө колдонулат. Каркастуу каптамалардын негизин цинктелген болоттон жасалган металл профилдер же жыгач брустар жана ГКЛ/ГВЛдин бир же бир нече катмарлуу бир тараптуу каптамасы түзөт.
ru: облицовки монтируют на заранее установленный каркас. Такой способ крепления облицовки применяется при значительных неровностях стен, а также в помещениях высотой более 3 м. Основу конструкций каркасных облицовок составляют металлические профили из оцинкованной стали или деревянные бруски и односторонние обшивки одним или несколькими слоями ГКЛ или ГВЛ.

# wall_inside_frame_mount_title
source: Insulation installation
ky: Жылуулоону орнотуу
ru: Монтаж утеплителя

# wall_inside_frame_mount_text
source: A vapor barrier film is installed around the perimeter of the wall (only when using mineral wool). On top of the vapor barrier, a wooden frame is mounted. Using metal profiles is not recommended: metal conducts heat well and becomes an artificial thermal bridge.
ky: Дубалдын периметри боюнча сөзсүз түрдө пароизоляция пленкасы төшөлөт (минералдык жүн колдонулганда гана). Пароизоляциянын үстүнөн жыгач брустардан каркас чогултулат. Металл профилди колдонуу сунушталбайт: металл жылуулукту жакшы өткөрөт жана «муздак көпүрө» болуп калат.
ru: По периметру стены обязательно обустраивается пароизоляционная пленка (только при использовании минеральной ваты). Поверх пароизоляции монтируется каркас из деревянных брусков. Использовать металлопрофиль не рекомендуется. Металл отлично пропускает тепло и станет искусственным мостиком холода.

# wall_inside_frame_warning
source: !!! A metal frame should be used for internal insulation of facilities with increased fire-safety requirements together with basalt wool. This includes wooden buildings such as baths, saunas, etc. !!!
ky: !!! Өрт коопсуздугу боюнча талаптары жогору объекттерде ичтен жылуулоодо металл каркас базальт жүн менен бирге колдонулушу керек. Буларга жыгачтан салынган курулуштар: мончо, сауна ж.б. кирет !!!
ru: !!! Металлический каркас должен применяться при обустройстве теплоизоляции изнутри объектов с повышенными требованиями к пожарной безопасности совместно с базальтовой ватой. К числу таких относятся строения из дерева: бани, сауны и прочее !!!

# wall_inside_frame_dot_1
source: The joints between the frame and the vapor barrier are taped, because fixing elements create holes in the vapor barrier.
ky: Каркас менен пароизоляциянын кошулган жерлери скотч менен жабыштырылат, анткени бекитүүдө пароизоляцияда дюбельден тешик пайда болот.
ru: Места стыка каркаса и пароизоляции проклеиваются скотчем, так как при креплении в пароизоляции образуется отверстие от дюбеля.

# wall_inside_frame_dot_2
source: Wool is placed into the frame and compacted carefully to avoid any gaps.
ky: Каркастын ичине жүн орнотулуп, боштук калтырбоо үчүн кылдат тыгыздалат.
ru: В каркас устанавливается вата и тщательно уплотняется во избежание образования любых щелей.

# wall_inside_frame_dot_3
source: A second vapor barrier layer is installed on top of the frame. This creates a double vapor barrier between the wall insulation and the room.
ky: Каркастын үстүнөн пароизоляциянын экинчи катмары төшөлөт. Ошентип, жылуулоочу катмар менен дубалдын жана бөлмөнүн ортосунда кош паро-барьер түзүлөт.
ru: Сверху каркаса обустраивается второй слой пароизоляции. Таким образом создается двойной паробарьер между утеплителем стеной и помещением.

# wall_inside_frame_dot_4
source: Fastening points and joints of the vapor barrier are sealed with aluminum tape.
ky: Пароизоляциянын бекитилген жерлери жана муундары алюминий скотч менен жабыштырылат.
ru: Места крепления и стыки пароизоляции проклеиваются алюминиевым скотчем.

# wall_inside_frame_finish
source: Then the frame is sheathed with the preferred boards—drywall, chipboard, etc.
ky: Андан соң каркас тандалган плиталар менен капталат — гипсокартон, ДСП жана башка.
ru: Производится обшивка каркаса предпочтительными плитами – гипсокартона, ДСП, прочее.

# wall_process_title
source: PROCESS
ky: ПРОЦЕСС
ru: ПРОЦЕСС

# wall_process_list_title
source: Wall insulation process
ky: Дубалды жылуулоо процесси
ru: Процесс утепления стен

# wall_process_01
source: Choosing insulation: the thickness of the thermal insulation layer is determined based on heat-engineering calculations, according to the required thermal resistance of the building envelope, taking into account the climate of the construction area and fire-safety requirements.
ky: Жылуулоочу материалды тандоо: жылуулоочу катмандын калыңдыгы жылуулук-техникалык эсептөөлөрдүн негизинде аныкталат. Ал имараттын тосмо конструкциялары үчүн жылуулук өткөрүүгө каршылык талаптарын, курулуш аймагынын климаттык шарттарын жана өрт коопсуздугу нормаларын эске алуу менен тандалат.
ru: Выбор утеплителя: толщина теплоизоляционного слоя определяется на основании теплотехнических расчетов, исходя из требований, предъявляемых к сопротивлению теплопередаче ограждающих конструкций здания, с учетом климатических условий района строительства и требований противопожарных норм.
